Repository: geopaparazzi/smash
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, fr, it, nb_no, zh

# onlineSourcesPage_subDomains
source: Subdomains:
ca: Subdominis: ·
cs: Poddomény:
fr: Sous-domaines :
it: Sottodomini:
nb_no: Underdomener:
zh: 子域名：

# onlineSourcesPage_cancel
source: Cancel
ca: Cancel·lar
cs: Zrušit
fr: Annuler
it: Annulla
nb_no: Avbryt
zh: 取消

# onlineSourcesPage_ok
source: OK
ca: D'acord
zh: 确定

# onlineSourcesPage_newTmsOnlineService
source: New TMS Online Service
ca: Nou servei TMS en línia
cs: Nová online služba TMS
fr: Nouveau service TMS en ligne
it: Nuovo servizio TMS
nb_no: Ny nettbasert TMS-tjeneste
zh: 新建TMS在线服务

# onlineSourcesPage_save
source: Save
ca: Desar
cs: Uložit
fr: Enregistrer
it: Salva
nb_no: Lagre
zh: 保存

# onlineSourcesPage_theBaseUrlWithQuestionMark
source: The base URL-ending with question mark.
ca: L'URL base que acaba amb un signe d'interrogació.
cs: Základní adresa URL končící otazníkem.
fr: L'URL de base finissant par « ? ».
it: L'URL di base deve finire con « ? ».
nb_no: Grunn-nettadresse som slutter med spørsmålstegn
zh: 基本URL以?结尾。

# onlineSourcesPage_pleaseEnterValidWmsUrl
source: Please enter a valid WMS URL
ca: Introduïu un URL WMS vàlid
cs: Zadejte platnou URL systému WMS
fr: Veuillez entrer une URL WMS valide
it: Si prega di inserire un URL WMS valido
nb_no: Skriv inn en gyldig WMS-nettadresse
zh: 请输入可用WMS URL

# onlineSourcesPage_setWmsLayerName
source: Set WMS layer name
ca: Definiu el nom de la capa WMS
cs: Nastavení názvu vrstvy WMS
fr: Définir le nom du calque WMS
it: Impostare il nome del layer WMS
nb_no: Sett WMS-lagnavn
zh: 设置WMS层名

# onlineSourcesPage_enterLayerToLoad
source: enter layer to load
ca: introduïu la capa per carregar
cs: zadejte vrstvu, která se má načíst
fr: entrez le calque à charger
it: inserire il layer da caricare
nb_no: skriv inn lag å laste inn
zh: 输入要加载图层

# onlineSourcesPage_pleaseEnterValidLayer
source: Please enter a valid layer
ca: Introduïu una capa vàlida
cs: Zadejte platnou vrstvu
it: Si prega di inserire un layer valido
nb_no: Skriv inn et gyldig lag
zh: 请输入可用图层

# onlineSourcesPage_newWmsOnlineService
source: New WMS Online Service
ca: Nou servei WMS en línia
cs: Nová online služba WMS
it: Nuovo servizio WMS
nb_no: Ny nettbasert WMS-tjeneste
zh: 新建WMS在线服务

# remoteDbPage_delete
source: Delete
ca: Suprimir
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# remoteDbPage_theUrlNeedsToBeDefined
source: The URL must be defined (postgis:host:port/databasename)
ca: S'ha de definir l'URL (postgis:host:port/databasename)
cs: Musí být definována adresa URL (postgis:host:port/databasename)
it: L'URL deve essere definito (postgis:host:port/databasename)
nb_no: Nettadressen må defineres (postgis:vert:port/databasenavn)
zh: 必须定义URL。格式如(postgis:host:port/databasename)

# remoteDbPage_thePasswordNeedsToBeDefined
source: A password must be defined.
ca: S'ha de definir una contrasenya.
cs: Musí být definováno heslo.
it: Deve essere definita una password.
nb_no: Et passord må defineres.
zh: 必须设置密码。

# remoteDbPage_theTableNeedsToBeDefined
source: The table name must be defined.
ca: S'ha de definir el nom de la taula.
cs: Název tabulky musí být definován.
it: Deve essere definito il nome della tabella.
nb_no: Tabellnavnet må defineres.
zh: 必须定义表格名称。

# remoteDbPage_unableToConnectToDatabase
source: Unable to connect to the database. Check parameters and network.
ca: No es pot connectar a la base de dades. Comproveu els paràmetres i la xarxa.
cs: Nelze se připojit k databázi. Zkontrolujte parametry a síť.
it: Impossibile collegarsi al database. Verificare i parametri e la rete.
nb_no: Kunne ikke koble til databasen. Sjekk parametre og nettverkstilgang.
zh: 未能连接到数据库，请检查参数和网络。

# remoteDbPage_optionalWhereCondition
source: optional "where" condition
ca: condició opcional "where"
cs: volitelná podmínka "kde"
it: clausola "where" opzionale
nb_no: valgfritt «hvor»-vilkår
zh: 选项 “where” 条件

# geoImage_tiffProperties
source: TIFF Properties
ca: Propietats TIFF
cs: Vlastnosti TIFF
it: Proprietà TIFF
nb_no: TIFF-egenskaper
zh: TIFF属性

# geoImage_opacity
source: Opacity
ca: Opacitat
cs: Průhlednost
fr: Opacité
it: Opacità
nb_no: Dekkevne
zh: 不透明度

# geoImage_colorToHide
source: Color to hide
ca: Color per amagar
cs: Barva, kterou chcete skrýt
it: Colore da nascondere
nb_no: Farge å skjule
zh: 隐藏的颜色

# gpx_gpxProperties
source: GPX Properties
ca: Propietats GPX
cs: GPX Vlastnosti
it: Proprietà GPX
nb_no: GPX-egenskaper
zh: GPX属性

# gpx_wayPoints
source: Waypoints
ca: Punts de pas
cs: Body trasy
nb_no: Veipunkter
zh: 航迹点

# gpx_size
source: Size
ca: Mida
cs: Velikost
fr: Taille
it: Dimensione
nb_no: Størrelse
zh: 大小

# gpx_viewLabelsIfAvailable
source: View labels if available?
ca: Veure les etiquetes si estan disponibles?
cs: Zobrazit štítky, pokud jsou k dispozici?
it: Visualizza etichette se disponibili?
nb_no: Vis etiketter hvis tilgjengelig?
zh: 如果可用，则显示标记？

# gpx_tracksRoutes
source: Tracks/routes
ca: Traces/rutes
cs: Trasy/cesty
it: Tracce/rotte
nb_no: Spor/ruter
zh: 轨迹/路径

# gpx_width
source: Width
ca: Amplada
cs: Šířka
fr: Largeur
it: Larghezza
nb_no: Bredde
zh: 宽度

# gpx_palette
source: Palette
ca: Paleta
cs: Paleta
it: Tavolozza
nb_no: Palett
zh: 调色板

# wms_opacity
source: Opacity
ca: Opacitat
cs: Průhlednost
fr: Opacité
it: Opacità
nb_no: Dekkevne
zh: 不透明度

# featureAttributesViewer_value
source: VALUE
ca: VALOR
cs: HODNOTA
fr: VALEUR
it: VALORE
nb_no: Verdi
zh: 值

# projectsView_projectsView
source: Projects View
ca: Vista de projectes
cs: Zobrazení Projektů
it: Vista progetti
nb_no: Prosjektvisning
zh: 项目视图

# gssImport_forms
source: Forms
ca: Formularis
cs: Formuláře
fr: Formulaires
it: Moduli
zh: 表单

# importWidget_importFromGeopaparazzi
source: Import from Geopaparazzi Survey Server
ca: Importar de Geopaparazzi Survey Server
cs: Import z Geopaparazzi Survey Serveru
fr: Importer depuis Geopaparazzi Survey Server
it: Importa da GSS (Geopaparazzi Survey Server)
zh: 从Geopaparazzi勘测服务器导入

# layersView_loadRemoteDatabase
source: Load remote database
ca: Carregueu una base de dades remota
cs: Načíst vzdálenou databázi
fr: Charger une base de données distante
it: Carica database remoto
nb_no: Last inn database annensteds fra
zh: 载入远程数据库

# layersView_loadOnlineSources
source: Load online sources
ca: Carregueu fonts en línia
cs: Načíst online zdroje
fr: Charger des sources en ligne
it: Carica sorgenti dati online
nb_no: Last inn nettbasert ressurser
zh: 加载在线数据源

# layersView_loadLocalDatasets
source: Load local datasets
ca: Carregueu conjunts de dades locals
cs: Načíst místní datové sady
fr: Charger des jeux de données locaux
it: Carica set di dati locali
nb_no: Last inn lokale datasett
zh: 加载本地数据集

# layersView_projCouldNotBeRecognized
source: The proj could not be recognised. Tap to enter epsg manually.
ca: No es reconeix el "proj". Toqueu per definir EPSG manualment.
cs: Proj nebylo možné rozpoznat. Klepněte a zadejte epsg ručně.
fr: Le « proj » n'a pu être reconnu. Tapez pour entrer le « epsg » manuellement.
it: La proiezione (proj) non è stata riconosciuta. Tocca per inserire il codice EPSG manualmente.
nb_no: Kunne ikke gjenkjenne proj. Trykk for å skrive inn epsg manuelt.
zh: 无法识别的项目。点击手动输入epsg代码。

# layersView_projNotSupported
source: The proj is not supported. Tap to solve.
ca: No s'admet el "proj". Toqueu per resoldre-ho.
cs: Proj není podporován. Klepněte a vyřešte to.
fr: Le « proj » n'est pas supporté. Tapez pour résoudre.
it: La proiezione (proj) non è supportata. Tocca per risolvere.
nb_no: Ustøttet proj. Trykk for å løse.
zh: 不支持的项目。单击解决。

# layersView_onlyImageFilesWithWorldDef
source: Only image files with world file definition are supported.
ca: Només s'admeten fitxers d'imatge amb fitxer mundial de definició.
cs: Podporovány jsou pouze obrazové soubory s definicí světa.
it: Sono supportati solo files immagine con definizione world file.
nb_no: Kun bildefiler med verdensfildefinisjon støttes.
zh: 只支持具有世界文件定义的图像文件。

# onlineSourcesPage_onlineSourcesCatalog
source: Online Sources Catalog
ca: Catàleg de fonts en línia
cs: Katalog online zdrojů
it: Catalogo Risorse Online
nb_no: Katalog over nettbaserte kilder
zh: 在线数据源分类

# exportWidget_pdfExported
source: PDF exported
ca: PDF exportat
cs: PDF exportováno
de: PDF exportiert
fr: PDF exporté
it: PDF esportato
zh: 已导出的PDF

# geocoding_searching
source: Searching…
ca: Cercant…
cs: Hledání…
fr: Recherche…
it: Ricerca in corso…
nb_no: Søker …
zh: 查找中…

# gssExport_noGssPasswordSet
source: No GSS server password has been set. Check your settings.
ca: No s'ha definit cap contrasenya del servidor GSS. Comproveu la vostra configuració.
cs: Nebylo nastaveno žádné heslo serveru GSS. Zkontrolujte nastavení.
fr: Aucun mot de passe pour le serveur GSS n'a été spécifié. Veuillez vérifier vos préférences.
it: Non è stata impostata nessuna password per il server GSS. Verificare le impostazioni.
zh: 未设置GSS服务端密码，检查你的设置。

# gssExport_followingDataWillBeUploaded
source: The following data will be uploaded upon sync.
ca: Les dades següents s'enviaran quan la sincronització.
cs: Při synchronizaci se nahrají následující data.
fr: Les données suivantes seront envoyées lors de la synchronisation.
it: I seguenti dati verranno caricati nel corso della sincronizzazione.
zh: 以下数据将会被上传到服务端进行同步。

# gssExport_synStats
source: Sync Stats
ca: Estadístiques de sincronització
cs: Statistiky synchronizace
fr: Statistiques de synchronisation
it: Statistiche di sincronizzazione
zh: 同步统计

# gssExport_gpsLogs
source: GPS Logs:
ca: Registres GPS:
cs: Protokoly GPS:
fr: Journal GPS :
it: Registrazioni GPS:
zh: GPS日志：

# gps_smashIsActive
source: SMASH is active
ca: SMASH està actiu
cs: SMASH je aktivní
fr: SMASH est actif
it: SMASH è attivo
nb_no: SMASH er aktivt
zh: SMASH 正在运行

# gps_locationTracking
source: Location tracking
ca: Seguiment de la ubicació
cs: Sledování polohy
fr: Suivi de la localisation
it: Tracciamento posizione
nb_no: Posisjonssporing
zh: 位置跟踪

# gssExport_simpleNotes
source: Simple Notes:
ca: Notes simples:
cs: Jednoduché poznámky:
fr: Notes simples :
it: Note semplici:
zh: 简单笔记：

# gssExport_shouldNotHappen
source: Should not happen
ca: No hauria de passar
cs: Nemělo by se to stát
fr: Ceci ne devrait pas arriver
it: Ciò non avrebbe dovuto succedere
zh: 不应该发生

# gps_smashIsLogging
source: SMASH is logging
ca: SMASH està registrant
cs: SMASH se přihlašuje
fr: SMASH enregistre
it: SMASH sta registrando
nb_no: SMASH logger
zh: SMASH 正在记录

# gssExport_images
source: Images:
ca: Imatges:
cs: Obrázky:
it: Immagini:
zh: 图片：

# gssImport_data
source: Data
ca: Dades
fr: Données
it: Dati
zh: 数据

# gssImport_dataSetsDownloadedMapsFolder
source: Datasets are downloaded into the maps folder.
ca: Els conjunts de dades es descarreguen a la carpeta de mapes.
cs: Datové sady se stahují do složky map.
fr: Les jeux de données sont téléchargés dans le dossier des cartes.
it: I set di dati sono scaricati nella cartella maps.
zh: 数据集被下载到地图文件夹中。

# gssImport_projects
source: Projects
ca: Projectes
cs: Projekty
fr: Projets
it: Progetti
zh: 项目

# gssExport_upload
source: Upload
ca: Enviar
cs: Nahrát
fr: Envoyer
it: Carica
zh: 上传

# gssImport_noDataAvailable
source: No data available.
ca: No hi ha dades disponibles.
cs: Nejsou k dispozici žádné údaje.
fr: Aucune donnée disponible.
it: Nessun dato disponibile.
zh: 无可用数据。

# geocoding_geocoding
source: Geocoding
ca: Geocodificar
cs: Geokódování
it: Geocodifica
nb_no: Geokoding
zh: 地理编码

# gssImport_projectsDownloadedProjectFolder
source: Projects are downloaded into the projects folder.
ca: Els projectes es descarreguen a la carpeta de projectes.
cs: Projekty se stahují do složky projects.
fr: Les projets sont téléchargés dans le dossier des projets.
it: I progetti sono scaricati nella cartella dei progetti.
zh: 项目数据被下载到projects文件夹。

# gssImport_noTagsAvailable
source: No tags available.
ca: No hi ha etiquetes disponibles.
cs: Nejsou k dispozici žádné štítky.
fr: Aucun marquage disponible.
it: Nessuna etichetta disponibile.
zh: 无可用标记。

# geocoding_nothingToLookFor
source: Nothing to look for. Insert an address.
ca: Res a cercar. Entra una adreça.
cs: Nic, co by stálo za to hledat. Vložte adresu.
fr: Rien a rechercher. Veuillez préciser une adresse.
it: Nulla da ricercare. Inserire un indirizzo.
nb_no: Ingenting å se etter. Sett inn en adresse.
zh: 未找到相关信息。插入一个地址。

# gps_backgroundLocIsOnToKeepRegistering
source: Background location is on to keep the app registering the location even when the app is in background.
ca: La ubicació en segon pla està activada per mantenir l'aplicació registrant la ubicació fins i tot quan l'aplicació està en segon pla.
cs: Poloha na pozadí je zapnutá, aby aplikace registrovala polohu, i když je na pozadí.
fr: La localisation en arrière-plan est active pour permettre à l'application d'enregistrer la position même quand elle est en arrière-plan.
it: La localizzazione in background è attiva in modo che l'app possa continuare a registrare la posizione anche quando l'app è in background.
nb_no: Bakgrunnsposisjon er på for at programme skal kunne registrere posisjon selv i bakgrunnen.
zh: 后台定位功能开启后，即使应用程序处于后台，也能继续注册位置信息。

# gssImport_unableDownloadDataList
source: Unable to download data list due to an error. Check your settings and the log.
ca: No es pot baixar la llista de dades a causa d'un error. Comproveu la vostra configuració i el registre.
cs: Seznam dat nelze stáhnout z důvodu chyby. Zkontrolujte nastavení a protokol.
fr: Le téléchargement de la liste des données à échoué. Veuillez vérifier vos préférences et le journal.
it: Impossibile scaricare la lista dati a causa di un errore. Verificare le impostazioni ed il registro.
zh: 由于错误，无法下载数据列表。检查你的设置和日志。

# gssImport_noGssPasswordSet
source: No GSS server password has been set. Check your settings.
ca: No s'ha definit cap contrasenya del servidor GSS. Comproveu la vostra configuració.
cs: Nebylo nastaveno žádné heslo serveru GSS. Zkontrolujte nastavení.
fr: Aucun mot de passe pour le serveur GSS n'a été spécifié. Veuillez vérifier vos préférences.
it: Non è stata impostata nessuna password per il server GSS. Verificare le impostazioni.
zh: 没有设置 GSS 服务器密码，检查你的设置。

# onlineSourcesPage_doesntExist
source: doesn't exist
ca: no existeix
cs: neexistuje
fr: n'existe pas
it: non esiste
nb_no: finnes ikke
zh: 不存在

# onlineSourcesPage_onlineSourcesImported
source: Online sources imported.
ca: Fonts en línia importades.
cs: Importované online zdroje.
it: Sorgenti online importate.
nb_no: Nettbaserte kilder importert.
zh: 在线数据源已导入。

# onlineSourcesPage_exportedTo
source: Exported to:
ca: Exportat a:
cs: Exportováno do:
fr: Exporter dans :
it: Esportato in:
nb_no: Eksportert til:
zh: 导出到：

# onlineSourcesPage_delete
source: Delete
ca: Suprimeix
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# onlineSourcesPage_setNameTmsService
source: Set a name for the TMS service
ca: Doneu un nom al servei TMS
cs: Nastavení názvu služby TMS
fr: Spécifiez un nom pour le service TMS
it: Assegnare un nome al servizio TMS
nb_no: Sett et navn for TMS-tjenesten
zh: 设置TMS服务名称

# onlineSourcesPage_insertUrlOfService
source: Insert the URL of the service.
ca: Afegiu l'URL del servei.
cs: Vložte URL služby.
fr: Insérez l'URL du service.
it: Inserire l'URL del servizio.
nb_no: Sett inn nettadressen til tjenesten.
zh: 插入服务URL。

# onlineSourcesPage_placeXyzBetBrackets
source: Place the x, y, z between curly brackets.
ca: Poseu la x, y, z entre claudàtors.
cs: Údaje x, y, z umístěte do složených závorek.
fr: Placer les x, y, z entre les accolades.
it: Mettere le x, y, z tra parentesi graffe.
nb_no: Plasser x,y,z i klammeparenteser
zh: 在小括弧中输入x,y,z.

# onlineSourcesPage_pleaseEnterValidTmsUrl
source: Please enter a valid TMS URL
ca: Introduïu un URL de TMS vàlid
cs: Zadejte platnou adresu URL TMS
fr: Veuillez entrer une URL TMS valide
it: Si prega di inserire un URL TMS valido
nb_no: Skriv inn en gyldig TMS-nettadresse
zh: 请输入可用的TMS URL

# onlineSourcesPage_enterAttribution
source: enter attribution
ca: introduir atribució
cs: zadejte autorství
fr: entrez un attribut
it: inserire attribuzione
nb_no: skriv inn henvisning
zh: 输入所有者

# onlineSourcesPage_maxZoom
source: Max zoom
ca: Zoom màxim
cs: Maximální přiblížení
fr: Zoom max
it: Zoom max
nb_no: Høyeste forstørrelse
zh: 最大缩放级别

# onlineSourcesPage_minZoom
source: Min zoom
ca: Zoom mínim
cs: Minimální přiblížení
fr: Zoom min
it: Zoom min
nb_no: Minste forstørrelse
zh: 最小缩放级别

# onlineSourcesPage_pleaseCheckYourData
source: Please check your data
ca: Si us plau, comproveu les vostres dades
cs: Zkontrolujte svá data
fr: Veuillez vérifier vos données
it: Si prega di verificare i dati inseriti
nb_no: Sjekk dataen din
zh: 请检查你的数据

# onlineSourcesPage_details
source: Details
ca: Detalls
cs: Detaily
fr: Détails
it: Dettagli
nb_no: Detaljer
zh: 详细信息

# onlineSourcesPage_attribution
source: Attribution:
ca: Atribució: ·
cs: Autorství:
it: Attribuzione:
nb_no: Henvisning:
zh: 所有权：

# onlineSourcesPage_setWmsImageFormat
source: Set WMS image format
ca: Definiu el format d'imatge WMS
cs: Nastavte formát obrázku WMS
it: Impostare il formato immagine del WMS
nb_no: Sett WMS-bildeformat
zh: 设置WMS图片格式

# tiles_loadGeoPackageAsOverlay
source: Load geopackage tiles as overlay image as opposed to tile layer (best for gdal generated data and different projections).
ca: Carregueu les tessel·les del Geopackage com a imatge de superposició en lloc de la capa de mosaic (el millor per a dades generades amb GDAL i diferents projeccions).
cs: Načíst dlaždice geopackage jako překryvný obrázek namísto vrstvy dlaždic (nejlepší pro data generovaná gdal a různé projekce).
it: Carica i tiles del geopackage come immagine sovrapposta invece che come tile layer (opzione migliore per dati generati con gdal e proiezioni diverse).
nb_no: Last inn geopakke-flis som overleggsbilde, til forskjell fra flislag (best for gdat-generert data og forskjellige projeksjoner).
zh: 加载GPKG瓦片作为叠加图像和瓦片层对比（最好是GDAL库生成的数据和不同的投影）。

# wms_wmsProperties
source: WMS Properties
ca: Propietats WMS
cs: Vlastnosti WMS
it: Proprietà WMS
nb_no: WMS-egenskaper
zh: WMS属性

# featureAttributesViewer_loadingData
source: Loading data…
ca: Carregant dades…
cs: Načítání dat…
it: Caricamento dati…
nb_no: Laster inn data …
zh: 加载数据…

# featureAttributesViewer_setNewValue
source: Set new value
ca: Definiu nou valor
cs: Nastavení nové hodnoty
it: Impostare nuovo valore
nb_no: Sett ny verdi
zh: 设定新值

# featureAttributesViewer_field
source: Field
ca: Camp
cs: Pole
fr: Champ
it: Campo
nb_no: Felt
zh: 字段

# onlineSourcesPage_addAnAttribution
source: Add an attribution.
ca: Afegiu una atribució.
cs: Přidejte autorství.
it: Aggiungi un'attribuzione.
nb_no: Legg til en henvisning.
zh: 增加所有权信息。

# onlineSourcesPage_layer
source: Layer:
ca: Capa: ·
cs: Vrstva:
fr: Calque :
nb_no: Lag:
zh: 图层：

# remoteDbPage_remoteDatabases
source: Remote Databases
ca: Bases de dades remotes
cs: Vzdálené databáze
fr: Bases de données distantes
it: Database remoti
nb_no: Databaser annensteds hen
zh: 远程数据库

# remoteDbPage_areYouSureDeleteDatabase
source: Delete the database configuration?
ca: Suprimir la configuració de la base de dades?
cs: Smazat konfiguraci databáze?
fr: Supprimer la configuration de la base de données ?
it: Elimina la configurazione del database?
nb_no: Slett databaseoppsettet?
zh: 删除数据库配置？

# remoteDbPage_edit
source: Edit
ca: Editar
cs: Upravit
fr: Modifier
it: Modifica
nb_no: Rediger
zh: 编辑

# remoteDbPage_user
source: user
ca: usuari
cs: uživatel
fr: utilisateur
it: utente
nb_no: bruker
zh: 用户

# remoteDbPage_table
source: table
ca: taula
cs: tabulka
fr: tableau
it: tabella
nb_no: tabell
zh: 表格

# remoteDbPage_loadInMap
source: Load in map.
ca: Carregar al mapa.
cs: Načtení do mapy.
it: Carica nella mappa.
nb_no: Last inn i kart.
zh: 载入到地图中。

# remoteDbPage_cancel
source: Cancel
ca: Cancel·lar
cs: Zrušit
fr: Annuler
it: Annulla
nb_no: Avbryt
zh: 取消

# remoteDbPage_databaseParameters
source: Database Parameters
ca: Paràmetres de la base de dades
cs: Parametry databáze
it: Parametri del database
nb_no: Database-parametre
zh: 数据库参数

# remoteDbPage_ok
source: OK
ca: D'acord
zh: 确定

# remoteDbPage_theUserNeedsToBeDefined
source: A user must be defined.
ca: S'ha de definir un usuari.
cs: Musí být definován uživatel.
it: Deve essere definito un utente.
nb_no: En bruker må defineres.
zh: 必须定义用户。

# remoteDbPage_password
source: password
ca: contrasenya
cs: heslo
fr: mot de passe
nb_no: passord
zh: 密码

# remoteDbPage_loadingTables
source: Loading tables…
ca: Carregant taules…
cs: Načítání tabulek…
it: Caricamento tabelle…
nb_no: Laster inn tabeller …
zh: 正在加载表格…

# tiles_tileProperties
source: Tile Properties
ca: Propietats de tessel·la
cs: Vlastnosti dlaždic
it: Proprietà Tile
nb_no: Flisegenskaper
zh: 瓦片属性

# tiles_opacity
source: Opacity
ca: Opacitat
cs: Průhlednost
fr: Opacité
it: Opacità
nb_no: Dekkevne
zh: 不透明度

# mainView_loadingData
source: Loading data…
ca: Carregant dades…
cs: Načítání dat…
fr: Chargement des données…
it: Caricamento dati…
nb_no: Laster inn data …
zh: 正在加载数据…

# mainView_exit
source: Exit
ca: Sortir
cs: Odejít
fr: Quitter
it: Esci
nb_no: Avslutt
zh: 退出

# mainView_areYouSureCloseTheProject
source: Close the project?
ca: Tancar projecte?
cs: Ukončit projekt?
fr: Fermer le projet ?
it: Chiudi il progetto?
nb_no: Lukk prosjektet?
zh: 关闭工程？

# mainView_zoomIn
source: Zoom in
ca: Ampliar
cs: Přiblížit
fr: Zoom avant
it: Ingrandisci
nb_no: Forstørr
zh: 放大

# mainView_formNotes
source: Form Notes
ca: Notes de formulari
cs: Poznámky k formuláři
fr: Notes du formulaire
it: Note complesse
nb_no: Skjemanotater
zh: 表单式注记

# mainView_zoomOut
source: Zoom out
ca: Reduïr
cs: Oddálit
fr: Zoom arrière
it: Rimpicciolisci
nb_no: Forminsk
zh: 缩小

# mainView_simpleNotes
source: Simple Notes
ca: Notes simples
cs: Jednoduché poznámky
fr: Notes simples
it: Note semplici
nb_no: Enkle notater
zh: 简单注记

# mainviewUtils_projects
source: Projects
ca: Projectes
cs: Projekty
fr: Projets
it: Progetti
nb_no: Prosjekter
zh: 工程

# mainviewUtils_projectInfo
source: Project Info
ca: Informació del projecte
cs: Info o projektu
fr: Infos sur le projet
it: Informazioni progetto
nb_no: Prosjektinfo
zh: 工程信息

# mainviewUtils_availableIcons
source: Available icons
ca: Icones disponibles
cs: Dostupné ikony
fr: Icônes disponibles
it: Icone disponibili
nb_no: Tilgjengelige ikoner
zh: 可用图标

# mainviewUtils_about
source: About
ca: Sobre
cs: O aplikaci
fr: À propos
it: Informazioni
nb_no: Om
zh: 关于

# mainviewUtils_project
source: Project
ca: Projecte
cs: Projekt
fr: Projet
it: Progetto
nb_no: Prosjekt
zh: 工程

# mainviewUtils_import
source: Import
ca: Importar
fr: Importer
it: Importa
nb_no: Importer
zh: 导入

# gssImport_noProjectsAvailable
source: No projects available.
ca: No hi ha projectes disponibles.
cs: Žádné projekty nejsou k dispozici.
fr: Aucun projet disponible.
it: Nessun progetto disponibile.
zh: 无可用项目。

# tiles_colorToHide
source: Color to hide
ca: Color per amagar
cs: Barva pro skrytí
it: Colore da nascondere
nb_no: Farge å skjule
zh: 隐藏的颜色

# about_loadingInformation
source: Loading info…
ca: S'està carregant la informació…
cs: Načítání informací…
fr: Chargement des informations…
it: Caricamento informazioni…
nb_no: Laster inn info …
zh: 加载信息中…

# projectsView_newProject
source: New Project
ca: Projecte nou
cs: Nový projekt
fr: Nouveau projet
it: Nuovo progetto
nb_no: Nytt prosjekt
zh: 新项目

# projectsView_enterNameForNewProject
source: Enter a name for the new project or accept the proposed.
ca: Introduïu un nom per al nou projecte o accepteu la proposta.
cs: Zadejte název nového projektu nebo přijměte navržený.
it: Inserire un nome per il nuovo progetto o accettare quello proposto.
nb_no: Skriv inn et navn på det nye prosjektet eller godta det som er foreslått.
zh: 输入一个新项目名称或者使用建议的。

# logProperties_totalDuration
source: Total duration:
ca: Durada total:
cs: Celková doba trvání:
fr: Durée totale :
it: Durata totale:
nb_no: Total varighet:
zh: 总共持续：
