Repository: geopaparazzi/smash
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, fr, it, nb_no, zh

# dataLoader_areYouSureRemoveNote
source: Remove note?
ca: Voleu eliminar la nota?
cs: Odstranit poznámku?
it: Rimuovi nota?
nb_no: Fjern notat?
zh: 移除笔记么？

# logProperties_elevation
source: Elevation:
ca: Elevació:
cs: Výška:
fr: Élévation :
it: Quota:
nb_no: Høyde:
zh: 高程：

# logProperties_timestamp
source: Timestamp:
ca: Marca de temps:
cs: Časové razítko:
it: Marca temporale:
nb_no: Tidsstempel:
zh: 时间戳：

# dataLoader_image
source: Image
ca: Imatge
cs: Obrázek
it: Immagine
nb_no: Bilde
zh: 图片

# dataLoader_longitude
source: Longitude
ca: Longitud
cs: Zeměpisná délka
it: Longitudine
nb_no: Lengdegrad
zh: 经度

# logProperties_durationAtPosition
source: Duration at position:
ca: Durada a la posició:
cs: Doba trvání na pozici:
fr: Durée à la position :
it: Durata alla posizione:
nb_no: Varighet ved posisjon:
zh: 在位置持续时间：

# logProperties_speed
source: Speed:
ca: Velocitat:
cs: Rychlost:
fr: Vitesse :
it: Velocità:
nb_no: Hastighet:
zh: 速度：

# noteList_loadingNotes
source: Loading notes…
ca: S'està carregant les notes…
cs: Načítání poznámek…
fr: Chargement des notes…
it: Caricamento note…
nb_no: Laster inn notater …
zh: 加载笔记中…

# noteList_delete
source: Delete
ca: Suprimeix
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# noteList_simpleNotesList
source: Simple List of Notes
ca: Llista simple de notes
cs: Jednoduchý seznam poznámek
fr: Une simple liste de notes
it: Lista Note Semplici
nb_no: Enkel notatliste
zh: 简单的笔记列表

# noteList_DELETE
source: Delete
ca: Suprimeix
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# about_smartMobileAppForSurveyor
source: Smart Mobile App for Surveyor Happiness
ca: Aplicació mòbil intel·ligent per a la felicitat del topògraf
cs: Chytrá mobilní aplikace pro šťastné geodety
it: Smart Mobile App for Surveyor Happiness (Applicazione mobile per la felicità del rilevatore)
nb_no: Smart mobilprogram for landmålerlykke
zh: 令测量员高兴的智能移动应用

# settings_serverPassword
source: Server Password
ca: Contrasenya del servidor
cs: Heslo serveru
fr: Mot de passe du serveur
it: Password del server
zh: 服务器密码

# noteList_formNotesList
source: List of Form Notes
ca: Llista de notes de formulari
cs: Seznam poznámek k formuláři
it: Lista Note Complesse
nb_no: Skjemanotatliste
zh: 表单式笔记列表

# noteList_zoomTo
source: Zoom to
ca: Zoom a
cs: Přiblížit na
fr: Zoomer sur
it: Zoom a
nb_no: Forstørr til
zh: 缩放至

# noteList_properties
source: Properties
ca: Propietats
cs: Vlastnosti
fr: Propriétés
it: Proprietà
nb_no: Egenskaper
zh: 属性

# noteList_areYouSureDeleteNote
source: Delete the note?
ca: Voleu esborrar la nota?
cs: Smazat poznámku?
fr: Supprimer la note ?
it: Elimina la nota?
nb_no: Slett notatet?
zh: 删除该笔记？

# settings_colorPickerToUse
source: Color Picker to use
ca: Selector de colors per utilitzar
cs: Použití nástroje pro výběr barev
it: Selettore colore da utilizzare
nb_no: Fargevelger å bruke
zh: 颜色拾取使用

# settings_mapCenterCross
source: Map Center Cross
ca: Creu de centre de mapa
cs: Kříž středu mapy
fr: La croix au centre de la carte
it: Croce Centro Mappa
nb_no: Kartsenterkryss
zh: 地图中心十字丝

# settings_size
source: Size
ca: Mida
cs: Velikost
fr: Taille
it: Dimensione
nb_no: Størrelse
zh: 大小

# settings_mapToolsIconSize
source: Icon Size for Map Tools
ca: Mida de la icona per a les eines de mapa
cs: Velikost ikony pro mapové nástroje
fr: La taille des icônes d'outils de la carte
it: Dimensione Icone Strumenti Mappa
nb_no: Ikonstørrelse for kartverktøy
zh: 地图工具的图标大小

# settings_longitudeDeg
source: longitude [deg]
ca: longitud [deg]
cs: zeměpisná délka [deg]
it: longitudine [°]
nb_no: lengdegrad [deg]
zh: 经度（度）

# settings_latitudeDeg
source: latitude [deg]
ca: latitud [deg]
cs: zeměpisná šířka [stupňů]
it: latitudine [°]
nb_no: breddegrad [deg]
zh: 纬度（度）

# settings_accuracyM
source: accuracy [m]
ca: precisió [m]
cs: přesnost [m]
fr: précision [m]
it: precisione [m]
nb_no: nøyaktighet [m]
zh: 精度（米）

# settings_headingDeg
source: heading [deg]
ca: rumb [deg]
cs: směr [deg]
fr: direction [deg]
it: direzione [°]
nb_no: retning [deg]
zh: 航向（度）

# settings_mockLocations
source: mock locations?
ca: simular ubicacions?
cs: zkušební místa?
it: posizioni fittizie?
nb_no: jukseposisjoner?
zh: 模拟位置么？

# settings_minDistFilterBlocks
source: Min dist filter blocks
ca: Blocs de filtre de distància mínima
cs: Filtr minimální vzdálenosti blokuje
nb_no: Min. avstand for filterblokker
zh: 过滤模拟的最小距离

# settings_editingIntermediateDragIconSize
source: Editing intermediate drag handler icon size.
ca: Edició de la mida de la icona del gestor d'arrossegament intermedi.
cs: Úprava velikosti prostřední ikony obsluhy přetahování.
nb_no: Redigering av ikonstørrelse for mellomliggende dragningshåndterer.
zh: 编辑中中间拖放处理的图标大小。

# about_copyright2020HydroloGIS
source: Copyright © 2020, HydroloGIS S.r.l. — some rights reserved. Tap to visit.
ca: Copyright © 2020, HydroloGIS S.r.l. - alguns drets reservats. Toqueu per visitar-nos.
cs: Copyright © 2020, HydroloGIS S.r.l. - některá práva vyhrazena. Klepněte pro návštěvu.
fr: Copyright © 2020, HydroloGIS S.r.l. — certains droits réservés. Tapez pour visiter.
it: Copyright © 2020, HydroloGIS S.r.l. — alcuni diritti riservati. Tocca qui per visitare.
nb_no: Opphavsrett © 2020, HydroloGIS S.r.l. — noen rettigheter reservert. Trykk for å besøke.
zh: 版权©2020，HydroloGIS S.r.l. — 一些权力保留，点按查看。

# settings_gpsFiltersAndMockLoc
source: GPS filters and mock locations
ca: Filtres GPS i ubicacions simulades
cs: Filtry GPS a zkušební lokality
it: Filtri GPS e posizioni fittizie
nb_no: GPS-filtre og jukseposisjoner
zh: GPS过滤器和模拟位置

# settings_livePreview
source: Live Preview
ca: Vista prèvia en directe
cs: Náhled v reálném čase
fr: Aperçu direct
it: Anteprima
nb_no: Sanntidsforhåndsvisning
zh: 动态预览

# settings_noPointAvailableYet
source: No point available yet.
ca: Encara no hi ha cap punt disponible.
cs: Zatím není k dispozici žádný bod.
fr: Aucun point n'est disponible encore.
it: Nessun punto ancora disponibile.
nb_no: Ingen tilgjengelige punkter enda.
zh: 没有可用点。

# settings_altitudeM
source: altitude [m]
ca: altitud [m]
cs: nadmořská výška [m]
it: altitudine [m]
nb_no: høyde [m]
zh: 海拔（米）

# settings_speedMS
source: speed [m/s]
ca: velocitat [m/s]
cs: rychlost [m/s]
fr: vitesse [m/s]
it: velocità [m/s]
nb_no: hastighet [m/s]
zh: 速度（米每秒）

# settings_isLogging
source: is logging?
ca: està registrant?
cs: je záznam?
fr: enregistre ?
it: sta registrando?
nb_no: loggfører?
zh: 记录日记么？

# settings_minDistFilterPasses
source: Min dist filter passes
ca: Passades del filtre de distància mínima
cs: Filtr min. vzdálenosti prošel
nb_no: Min. avstand for filtreringer
zh: 过滤通过的最小距离

# about_supportedBy
source: Supported by
ca: Recolzat per
cs: Podporováno
fr: Soutenu par
it: Sostenuto da
nb_no: Støttet av
zh: 被支持

# about_privacyPolicy
source: Privacy Policy
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
it: Politica sulla riservatezza
nb_no: Personvernspraksis
zh: 隐私政策

# about_tapHereToSeePrivacyPolicy
source: Tap here to see the privacy policy that covers user and location data.
ca: Toqueu aquí per veure la política de privadesa que cobreix les dades d'usuari i d'ubicació.
cs: Klepnutím sem zobrazíte zásady ochrany osobních údajů, které se týkají údajů o uživateli a poloze.
fr: Tapez ici pour accéder à la politique de confidentialité couvrant la gestion des données utilisateur et de localisation.
it: Tocca qui per vedere la politica sulla riservatezza che copre l'utente ed i dati di localizzazione.
nb_no: Trykk her for å vise personvernspraksis som omhandler bruker- og posisjonsdata.
zh: 点按这里查看涵盖用户和位置数据的隐私政策。

# gpsLogButton_enterNameForNewLog
source: Enter a name for the new log
ca: Introduïu un nom per al registre nou
cs: Zadejte název nového záznamu
it: Inserire un nome per la nuova registrazione
nb_no: Skriv inn et navn på den nye loggen
zh: 为新记录键入名称

# gpsLogButton_couldNotStartLogging
source: Could not start logging:
ca: No s'ha pogut iniciar el registre: ·
cs: Nelze spustit zaznamenávání:
it: Non è stato possibile avviare la registrazione:
nb_no: Kunne ikke starte loggføring:
zh: 不能开始记录：

# imageWidgets_loadingImage
source: Loading image…
ca: S'està carregant la imatge…
cs: Načítání obrázku…
fr: Chargement de l'image…
it: Caricamento dell'immagine…
nb_no: Laster inn bilde …
zh: 加载图片中…

# logList_zoomTo
source: Zoom to
ca: Zoom a
cs: Přiblížení
fr: Zoomer sur
it: Zoom a
nb_no: Forstørr til
zh: 缩放至

# logList_profileView
source: Profile View
ca: Vista de perfil
cs: Zobrazení profilu
it: Vista Profilo
nb_no: Profilvisning
zh: 配置视图

# logList_errorOccurredExportingLogGPX
source: Could not export log to GPX.
ca: No s'ha pogut exportar el registre a GPX.
cs: Nelze exportovat záznam do GPX.
it: Impossibile esportare la traccia a GPX.
nb_no: Kunne ikke ekspoertere logg til GPX.
zh: 不能输出记录到GPX中。

# logProperties_gpsLogProperties
source: GPS Log Properties
ca: Propietats del registre del GPS
cs: Vlastnosti záznamu GPS
it: Proprietà Traccia GPS
nb_no: Egenskaper for GPS-logg
zh: GPS记录属性

# logProperties_duration
source: Duration
ca: Durada
cs: Trvání
fr: Durée
it: Durata
nb_no: Varighet
zh: 持续

# settings_pleaseEnterValidPassword
source: Please enter a valid server password.
ca: Introduïu una contrasenya de servidor vàlida.
cs: Zadejte platné heslo serveru.
fr: Veuillez entrer un mot de passe de serveur valide.
it: Inserisci una password del server valida.
nb_no: Skriv inn et gyldig tjenerpassord.
zh: 请输入一个有效的服务器密码。

# settings_serverUrl
source: Server URL
ca: URL del servidor
fr: L'URL du serveur
it: URL del server
zh: 服务器URL

# settings_serverUrlStartWithHttp
source: The server URL needs to start with HTTP or HTTPS.
ca: L'URL del servidor ha de començar per HTTP o HTTPS.
cs: Adresa URL serveru musí začínat HTTP nebo HTTPS.
fr: L'URL du serveur doit commencer par HTTP ou HTTPS.
it: L'URL del server deve iniziare con HTTP o HTTPS.
zh: 服务器URL需要以HTTP或者HTTPS开始。

# settings_allowSelfSignedCert
source: Allow self signed certificates
ca: Permet certificats autofirmats
cs: Povolení vlastnoručně podepsaných certifikátů
fr: Autoriser les certificats auto-signés
it: Permetti certificati autofirmati
zh: 允许自签名证书

# network_buildingBaseCachePerformance
source: Building base cache for improved performance (might take a while)…
ca: Preparant la memòria cau bàsica per millorar el rendiment (pot trigar una estona)…
cs: Vytvoření základní mezipaměti pro zvýšení výkonu (může chvíli trvat)…
it: Costruendo la cache di base per prestazioni migliorate (potrebbe volerci un po')…
nb_no: Bygger grunnhurtiglager for bedre ytelse (kan ta en stund)…
zh: 构建基本的缓存用于提高性能（可能需要一会）…

# network_download
source: Download
ca: Descarregar
cs: Stáhnout
fr: Télécharger
it: Scarica
nb_no: Last ned
zh: 下载

# logList_properties
source: Properties
ca: Propietats
cs: Vlastnosti
fr: Propriétés
it: Proprietà
nb_no: Egenskaper
zh: 属性

# logProperties_width
source: Width
ca: Amplada
cs: Šířka
fr: Largeur
it: Larghezza
nb_no: Bredde
zh: 宽度

# network_couldNotConnectToServer
source: Could not connect to the server. Is it online? Check your address.
ca: No s'ha pogut connectar amb el servidor. Està en línia? Comproveu la vostra adreça.
cs: Nepodařilo se připojit k serveru. Je online? Zkontrolujte svou adresu.
it: Impossibile connettersi al server. E' online? Verifica l'indirizzo.
nb_no: Kunne ikke koble til tjeneren. Er den på nett? Sjekk adressen din.
zh: 不能连接到服务器，它在线么？检查你的地址。

# logList_toGPX
source: To GPX
ca: A GPX
cs: Na GPX
fr: Vers GPX
it: A GPX
nb_no: Til GPS
zh: 到GPX

# logList_gpsSavedInExportFolder
source: GPX saved in export folder.
ca: GPX desat a la carpeta d'exportació.
cs: GPX uložený ve složce pro export.
it: GPX salvato nella cartella export.
nb_no: GPX lagret i eksportmappe.
zh: GPX保存在输出文件夹。

# logProperties_palette
source: Palette
ca: Paleta
cs: Paleta
it: Tavolozza
nb_no: Palett
zh: 调色板

# network_downloadFile
source: Download file
ca: Descarregar arxiu
cs: Stáhnout soubor
fr: Télécharger le fichier
it: Scarica file
nb_no: Last ned fil
zh: 下载文件

# network_toTheDeviceTakeTime
source: to the device? This can take a while.
ca: al dispositiu? Pot trigar una estona.
cs: do zařízení? To může chvíli trvat.
fr: sur l’appareil ? Ceci peut prendre un certain temps.
it: sul dispositivo? Ciò può richiedere del tempo.
nb_no: til enheten? Dette kan ta lang tid.
zh: 到该设备么？这要花费一会。

# network_availableMaps
source: Available maps
ca: Mapes disponibles
cs: Dostupné mapy
fr: Cartes disponibles
it: Mappe disponibili
nb_no: Tilgjengelige kart
zh: 可用的地图

# network_uploading
source: Uploading
ca: Pujant…
cs: Nahrávání…
fr: Téléversement
it: Caricamento
nb_no: Opplasting
zh: 上传中…

# network_searchMapByName
source: Search map by name
ca: Cerca el mapa per nom
cs: Hledání mapy podle názvu
fr: Recherche de carte par nom
it: Ricerca mappa per nome
nb_no: Søk etter kart ved navn
zh: 以名字搜索地图

# network_permissionOnServerDenied
source: Permission on server denied.
ca: S'ha denegat el permís al servidor.
cs: Oprávnění na serveru odepřeno.
it: Autorizzazione sul server negata.
nb_no: Tilgang på tjener avslått.
zh: 在服务器中权限被拒。

# network_pleaseWait
source: please wait…
ca: si us plau, espereu…
cs: prosím, počkejte…
fr: veuillez patienter…
it: attendere prego…
nb_no: vent …
zh: 请稍等…

# noteList_edit
source: 'Edit'
ca: Editar
cs: Upravit
fr: 'Modifier'
it: 'Modifica'
nb_no: «Rediger»
zh: 编辑

# settings_disable
source: Turn off
ca: Tancar
cs: Vypnout
it: Spegni
nb_no: Skru av
zh: 关闭

# settings_width
source: Width
ca: Amplada
cs: Šířka
fr: Largeur
it: Spessore
nb_no: Bredde
zh: 宽度

# settings_timeFromPrevS
source: Time since prev [s]
ca: Temps des de l'anterior [s]
cs: Čas od předchozího [s]
it: Tempo dal prec [s]
nb_no: Tid siden forrige [s]
zh: 到前一个的时间

# settings_zoomOut
source: Zoom out
ca: Reduïr
cs: Oddálení
it: Rimpicciolisci
nb_no: Forminsk
zh: 缩小

# settings_showGpsPointsValidPoints
source: Show the GPS points count for VALID points.
ca: Mostra el recompte de punts GPS per als punts VÀLIDS.
cs: Zobrazit počet bodů GPS pro VALIDNÍ body.
it: Visualizza conteggio punti GPS per i punti VALIDI.
nb_no: Vis GPS-punktantall for GYLDIGE punkter.
zh: 显示可用的GPS点数。

# settings_logFilters
source: Log filters
ca: Filtres de registre
cs: Filtry záznamu
it: Filtri Registrazione
nb_no: Logg-filtre
zh: 日志过滤器

# settings_minTimespanBetween2Points
source: Min timespan between 2 points.
ca: Interval de temps mínim entre 2 punts.
cs: Minimální časový interval mezi 2 body.
it: Intervallo di tempo minimo tra 2 punti.
nb_no: Minste tidsforløp mellom to punkter.
zh: 2点间最小时间差。

# settings_minDistanceBetween2Points
source: Min distance between 2 points.
ca: Distància mínima entre 2 punts.
cs: Minimální vzdálenost mezi 2 body.
it: Distanza minima tra 2 punti.
nb_no: Minste avstand mellom to punkter.
zh: 2点间最小距离。

# settings_gpsFilter
source: GPS Filter
ca: Filtre GPS
cs: GPS filtr
it: Filtro GPS
zh: GPS过滤器

# settings_theUseOfTheGps
source: the use of filtered GPS.
ca: l'ús de GPS filtrat.
cs: použití filtrované GPS.
fr: l'utilisation de données GPS filtrées.
it: l'utilizzo di dati GPS filtrati.
nb_no: bruk av filtrert GPS.
zh: 过滤的GPS的使用。

# settings_warningThisWillAffectGpsPosition
source: Warning: This will affect GPS position, notes insertion, log statistics and charting.
ca: Avís: això afectarà la posició GPS, la inserció de notes, les estadístiques de registre i els gràfics.
cs: Varování: To ovlivní polohu GPS, vkládání poznámek, statistiky záznamů a tvorbu grafů.
it: Attenzione: ciò influenzerà la posizione GPS, l'inserimento delle note, le statistiche della registrazione ed i grafici.
nb_no: Advarsel: Dette har innvirkning på GPS-posisjon, notatinnsetting, loggføringsstatistikk og diagramplotting.
zh: 警告：这将会影响GPS位置，笔记插入，日志统计和制图。

# settings_milliseconds
source: milliseconds
ca: mil·lisegons
cs: milisekundy
fr: millisecondes
it: millisecondi
nb_no: millisekunder
zh: 毫秒

# settings_setMockedGpsDuration
source: Set Mocked GPS duration
ca: Estableix la durada del GPS simulat
cs: Nastavení doby trvání simulovaného systému GPS
it: Imposta durata GPS fittizio
nb_no: Sett varighet for jukse-GPS
zh: 设置模拟的GPS时间间隔

# settings_useGoogleToImproveLoc
source: Use Google Services to improve location
ca: Utilitzeu els serveis de Google per millorar la ubicació
cs: Využití služeb Google ke zlepšení polohy
fr: Utiliser les Services Google pour améliorer la localisation
it: Utilizza i servizi Google per migliorare la posizione
nb_no: Bruk Google-tjenester for å forbedre posisjon
zh: 使用谷歌服务来提升位置精度

# settings_cancel
source: Cancel
ca: Cancel·lar
cs: Zrušit
fr: Annuler
it: Annulla
nb_no: Avbryt
zh: 取消

# settings_ok
source: OK
ca: D'acord
zh: 确定

# settings_maxNumFeaturesPerLayer
source: Max features per layer. Remove and add the layer to apply.
ca: Característiques màximes per capa. Traieu i afegiu la capa per aplicar.
cs: Maximální počet funkcí na vrstvu. Odeberte a přidejte vrstvu, kterou chcete použít.
it: Numero massimo di elementi per layer. Rimuovi ed aggiungi di nuovo il layer per applicare.
nb_no: Maksimalt antall funksjoner å laste inn per lag. Fjern og legg til laget for å bruke.
zh: 每个图层的最大要素数量。移除和添加该图层并应用。

# settings_logViewModeFilteredData
source: Log view mode for filtered data.
ca: Mode de visualització de registre per a les dades filtrades.
cs: Režim zobrazení záznamu pro filtrovaná data.
it: Modalità vista registrazione dati filtrati.
nb_no: Loggvisningsmodus for filtrert data.
zh: 用于过滤数据的日志视图模式。

# settings_loadOnlyLastVisibleArea
source: Load only on the last visible map area. Remove and add the layer again to apply.
ca: Carregueu només a l'última àrea del mapa visible. Traieu i torneu a afegir la capa per aplicar-la.
cs: Načtení pouze v poslední viditelné oblasti mapy. Pro použití vrstvu odeberte a znovu přidejte.
fr: Ne charger que la dernière partie visible de la carte. Veuillez retirer pour ajouter à nouveau le calque pour que ça s'applique.
it: Carica solo sull'ultima area mappa visibile. Rimuovi ed aggiungi di nuovo il layer per applicare.
nb_no: Kun last inn på sist synlige kartområde. Fjern og legg til igjen laget for å bruke.
zh: 仅加载最后可视的地图区域。移除和再次添加该图层并应用。

# settings_device
source: Device
ca: Dispositiu
cs: Zařízení
fr: Appareil
it: Dispositivo
nb_no: Enhet
zh: 设备

# settings_deviceIdentifier
source: Device identifier
ca: Identificador del dispositiu
cs: Identifikátor zařízení
fr: Identifiant de l'appareil
it: Identificativo del dispositivo
nb_no: Enhetsidentifikator
zh: 设备识别器

# settings_deviceId
source: Device ID
ca: ID dispositiu
cs: ID zařízení
fr: ID de l'appareil
it: Identificativo del dispositivo
nb_no: Enhets-ID
zh: 设备ID

# settings_overrideDeviceId
source: Override Device ID
ca: Anul·la l'identificador del dispositiu
cs: Přepsat ID zařízení
it: Sovrascrivi ID Dispositivo
nb_no: Overstyr enhets-ID
zh: 覆盖设备ID

# settings_overrideId
source: Override ID
ca: Anul·la ID
cs: Přepsat ID
it: Sovrascrivi ID
nb_no: Overstyr ID
zh: 覆盖ID

# toolbarTools_zoomIn
source: Zoom in
ca: Ampliar
cs: Přiblížit
fr: Zoomer
it: Ingrandisci
nb_no: Forstørr
zh: 放大

# toolbarTools_insertPointMapCenter
source: Insert point in map center.
ca: Afegeix un punt al centre del mapa.
cs: Vložit bod do středu mapy.
fr: Insérer un point au centre de la carte.
it: Inserisci punto nel centro mappa.
nb_no: Sett inn punkt i kartsenter.
zh: 在地图中心插入点。

# toolbarTools_insertPointGpsPos
source: Insert point in GPS position.
ca: Afegeix un punt a la posició GPS.
cs: Vložit bod do polohy GPS.
fr: Insérer un point sur la position GPS.
it: Inserisci punto nella posizione GPS.
nb_no: Sett inn punkt på GPS-posisjon.
zh: 在GPS位置上插入点。

# toolbarTools_removeSelectedFeature
source: Remove selected feature.
ca: Elimina la funció seleccionada.
cs: Odebrat vybrané prvky.
fr: Retirer les fonctionnalités sélectionnées.
it: Rimuovi l'elemento selezionato.
nb_no: Fjern valgt funksjon.
zh: 移除选择的要素。

# toolbarTools_toggleFenceMapCenter
source: Toggle fence in map center.
ca: Commuta la tanca al centre del mapa.
it: Attiva/disattiva recinto virtuale al centro della mappa.
nb_no: Veksle gjerde i kartsenter.

# coachMarks_zoomInButton
source: Zoom-in Button
ca: Botó d'ampliar
cs: Tlačítko přiblížení
fr: Bouton de zoom avant
it: Pulsante ingrandisci
nb_no: Forstørrelsesknapp
zh: 放大按钮

# coachMarks_formNotesButton
source: Form Notes Button
ca: Botó de notes del formulari
cs: Tlačítko Poznámky k formuláři
it: Pulsante Note Complesse
nb_no: Knapp for skjemanotater
zh: 表单笔记按钮

# coachMarks_gpsLogButton
source: GPS Log Button
ca: Botó de registre del GPS
cs: Tlačítko záznamu GPS
it: Pulsante registrazioni GPS
nb_no: GPS-loggingsnkapp
zh: GPS日志按钮

# coachMarks_startStopLogging
source: start logging/stop logging
ca: iniciar/aturar el registre
cs: začít záznam/ukončit záznam
fr: démarrer/arrêter l'enregistrement
it: inizia/interrompi registrazione
nb_no: start logging/stopp logging
zh: 开始记录日志/停止记录日志

# coachMarks_viewLogsSettings
source: view log settings
ca: veure la configuració del registre
cs: zobrazit nastavení záznamu
fr: afficher les préférences du journal
it: vedi impostazioni registrazione
nb_no: vis logginnstillinger
zh: 查看日志设置

# coachMarks_toggleBottomToolsBar
source: Toggle bottom tools bar.
ca: Commuta la barra d'eines inferior
cs: Přepínání spodního panelu nástrojů
it: Attiva/disattiva barra strumenti inferiore
nb_no: Veksle bunnverktøyknappen.
zh: 固定底部工具条

# coachMarks_mainMenuButton
source: Main-menu Button
ca: Botó del menú principal
cs: Tlačítko hlavní nabídky
it: Pulsante menu principale
nb_no: Hovedmeny-knapp
zh: 主要菜单按钮

# coachMarks_skip
source: Skip
ca: Omet
cs: Přeskočit
it: Salta
nb_no: Hopp over
zh: 跳过

# network_cancelledByUser
source: Cancelled by user.
ca: Cancel·lat per l'usuari.
cs: Zrušeno uživatelem.
fr: Annulé par l’utilisateur.
it: Annullato dall'utente.
nb_no: Avbrutt av bruker.
zh: 已被用户取消。

# network_completed
source: Completed.
ca: Fet.
cs: Dokončeno.
fr: Terminé.
it: Completato.
nb_no: Fullført.
zh: 完成。

# fence_radiusNeedsToBePositive
source: The radius must be a positive number in meters.
ca: El radi ha de ser un nombre positiu en metres.
it: Il raggio deve essere un numero positivo in metri.
nb_no: Radiusen må være et positivt tall i meter.

# fence_onExit
source: On exit
ca: En sortir
it: In uscita
nb_no: Ved utgang

# network_thisFIleAlreadyBeingDownloaded
source: This file is already being downloaded.
ca: Aquest fitxer ja s'està baixant.
cs: Tento soubor je již stažen.
it: Questo file è già stato scaricato.
nb_no: Filen blir allerede lastet ned.
zh: 该文件已被下载了。

# form_smash_cantSaveImageDb
source: Could not save image in database.
ca: No s'ha pogut desar la imatge a la base de dades.
cs: Obrázek se nepodařilo uložit do databáze.
fr: Impossible d’enregistrer l’image dans la base de données.
it: Impossibile salvare l'immagine nel database.
nb_no: Kunne ikke lagre bilde i databasen.
zh: 不能将图片保存到数据库。

# coachMarks_zoomImMapOneLevel
source: Zoom in the map by one level
ca: Amplieu el mapa un nivell
cs: Přiblížení mapy o jednu úroveň
fr: Zoom la carte un niveau en avant
it: Ingrandisci la mappa di un livello
nb_no: Forstørr kartet ett nivå
zh: 放大地图一个级别

# coachMarks_zoomOutButton
source: Zoom-out Button
ca: Botó de reduïr
cs: Tlačítko oddálení
fr: Bouton de zoom arrière
it: Pulsante rimpicciolisci
nb_no: Forminskningsknapp
zh: 缩小按钮

# coachMarks_zoomOutMapOneLevel
source: Zoom out the map by one level
ca: Reduïr el mapa un nivell
cs: Oddálení mapy o jednu úroveň
fr: Zoom la carte un niveau en arrière
it: Rimpicciolisci la mappa di un livello
nb_no: Forminsk kartet ett nivå
zh: 缩小地图一个级别

# coachMarks_bottomToolsButton
source: Bottom Tools Button
ca: Botó d'eines inferior
cs: Tlačítko nástrojů dole
it: Pulsante strumenti lato inferiore
nb_no: Bunnverktøy-knapp
zh: 底部工具按钮

# coachMarks_toolsButton
source: Tools Button
ca: Botó d'eines
cs: Tlačítko nástrojů
it: Pulsante Strumenti
nb_no: Verktøyknapp
zh: 工具按钮
