Repository: geopaparazzi/smash
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, fr, it, nb_no, zh

# settings_enable
source: Turn on
ca: Encendre
cs: Zapnout
fr: Activer
it: Accendi
nb_no: Skru på
zh: 打开

# settings_MockLocations
source: Mock locations
ca: Ubicacions simulades
cs: Zkušební lokality
fr: Locations fictives
it: Posizioni fittizie
nb_no: Jukseposisjoner
zh: 模拟的位置

# settings_testGpsLogDemoUse
source: test GPS log for demo use.
ca: proveu el registre del GPS per a ús de demostració.
cs: testovací záznam GPS pro demonstrační použití.
fr: journal GPS de test pour démonstration.
it: registro GPS di test a fini dimostrativi.
nb_no: test-GPS-logg for demobruk.
zh: 用于演示的GPS测试日志。

# settings_setDurationGpsPointsInMilli
source: Set duration for GPS points in milliseconds.
ca: Definiu la durada dels punts GPS en mil·lisegons.
cs: Nastavení doby trvání bodů GPS v milisekundách.
fr: Définir la durée des points du GPS en millisecondes.
it: Imposta la durata per i punti GPS in millisecondi.
nb_no: Sett varighet for GPS-punkter i millisekunder.
zh: 设置GPS点间的时间间隔（毫秒）。

# settings_SETTING
source: Setting
ca: Paràmetre
cs: Nastavení
fr: Préférence
it: Impostazione
nb_no: Innstilling
zh: 设置

# settings_theValueHasToBeInt
source: The value has to be a whole number.
ca: El valor ha de ser un nombre sencer.
cs: Hodnota musí být celé číslo.
fr: Cette valeur doit être un nombre entier.
it: Il valore deve essere un numero intero.
nb_no: Verdien må være et heltall.
zh: 该值必须为完整的数字。

# settings_useOfGoogleServicesRestart
source: use of Google services (app restart needed).
ca: ús dels serveis de Google (cal reiniciar l'aplicació).
cs: používání služeb Google (nutný restart aplikace).
fr: utiliser les services Google (requiert un redémarrage de l'application).
it: Utilizza i servizi Google (richiede riavvio dell'app).
nb_no: bruk av Google-tjenester (programomstart kreves).
zh: 谷歌服务的使用（应用需要重启）。

# settings_gpsLogsViewMode
source: GPS Logs view mode
ca: Mode de visualització de registres del GPS
cs: Režim zobrazení záznamů GPS
fr: Mode d'aperçu des journaux de GPS
it: Modalità vista registrazioni GPS
nb_no: GPS-loggvisningsmodus
zh: GPS日志视图模式

# settings_logViewModeForOrigData
source: Log view mode for original data.
ca: Mode de visualització de registre de les dades originals.
cs: Režim zobrazení záznamu pro původní data.
it: Modalità vista registrazione dati originali.
nb_no: Loggvisningsmodus for opprinnelig data.
zh: 用于原始数据的日志视图模式。

# settings_notesViewModes
source: Notes view modes
ca: Modes de visualització de notes
cs: Režimy zobrazení poznámek
it: Modalità vista note
nb_no: Notatvisningsmodus
zh: 笔记视图模式

# settings_selectNotesViewMode
source: Select a mode to view notes in.
ca: Seleccioneu un mode per veure les notes.
cs: Vyberte režim, ve kterém chcete poznámky zobrazit.
fr: Sélectionnez un mode pour voir les notes.
it: Seleziona una modalità vista note.
nb_no: Velg modus å vise notater i.
zh: 选择一个模式来可视笔记。

# settings_mapPlugins
source: Map Plugins
ca: Connectors de mapes
cs: Zásuvné moduly mapy
fr: Greffons de la carte
it: Plugins mappa
nb_no: Kartprogramtillegg
zh: 地图插件

# settings_vectorLayers
source: Vector Layers
ca: Capes vector
cs: Vektorové vrstvy
fr: Calques vectoriels
it: Layers vettoriali
nb_no: Vektorielle lag
zh: 矢量图层

# settings_loadingOptionsInfoTool
source: Loading Options and Info Tool
ca: Opcions de càrrega i eina d'informació
cs: Možnosti načítání a informační nástroj
it: Opzioni caricamento e strumento informazioni
nb_no: Innlasting av innstillinger og infoverktøy
zh: 加载选项和信息工具

# settings_dataLoading
source: Data loading
ca: Càrrega de dades
cs: Načítání dat
fr: Chargement des données
it: Caricamento dati
nb_no: Datainnlasting
zh: 数据加载

# settings_maxNumberFeatures
source: Max number of features.
ca: Nombre màxim de funcions.
cs: Maximální počet funkcí.
fr: Le nombre maximum de fonctionnalités.
it: Numero massimo di elementi.
nb_no: Maksimalt antall funksjoner.
zh: 最大的要素数量。

# settings_all
source: all
ca: totes
cs: vše
fr: tous
it: tutti
nb_no: alle
zh: 所有

# settings_loadMapArea
source: Load map area.
ca: Carrega l'àrea del mapa.
cs: Načtení oblasti mapy.
it: Carica area mappa.
nb_no: Last inn kartområde.
zh: 加载地图区域。

# settings_infoTool
source: Info Tool
ca: Eina d'informació
cs: Nástroj Info
fr: Information de l'outil
it: Strumento Informazioni
nb_no: Infoverktøy
zh: 信息工具

# settings_tapSizeInfoToolPixels
source: Tap size of the info tool in pixels.
ca: Toqueu la mida de l'eina d'informació en píxels.
cs: Velikost nástroje Info klepnutím, v pixelech.
fr: La taille en pixels de la zone de tape des outils d'info
it: Dimensione tocco dello strumento informazioni in pixels.
nb_no: Trykkingsstørrelse for infoverktøyet i piksler.
zh: 信息工具在像素尺度中点按大小。

# settings_editingTool
source: Editing tool
ca: Eina d'edició
cs: Nástroj Úpravy
it: Strumento Modifica
nb_no: Redigeringsverktøy
zh: 编辑的工具

# settings_editingDragIconSize
source: Editing drag handler icon size.
ca: Edició de la mida de la icona del gestor d'arrossegament.
cs: Úprava velikosti ikony obsluhy přetahování.
nb_no: Rediger ikonstørrelse for dragningshåndterer.
zh: 编辑拖放处理图标大小。

# settings_diagnostics
source: Diagnostics
ca: Diagnòstics
cs: Diagnostika
fr: Diagnostiques
it: Diagnostica
nb_no: Diagnostikk
zh: 诊断

# settings_diagnosticsDebugLog
source: Diagnostics and Debug Log
ca: Diagnòstic i registre de depuració
cs: Diagnostika a protokol ladění
fr: Diagnostiques et journal de débogage
it: Diagnostica e registro di debug
nb_no: Diagnostikk og avlusningslogg
zh: 诊断和调试日志

# settings_openFullDebugLog
source: Open full debug log
ca: Obriu el registre de depuració complet
cs: Otevřít úplný protokol ladění
fr: Ouvrir le journal de débogage en entier
it: Apri l'intero registro di debug
nb_no: Åpne full avlusningslogg
zh: 打开全部的调试日志

# settings_debugLogView
source: Debug Log View
ca: Vista de registre de depuració
cs: Zobrazení protokolu ladění
fr: Vue du journal de débogage
it: Vista Registro di Debug
nb_no: Avlusningsloggvisning
zh: 调试日志视图

# settings_viewAllMessages
source: View all messages
ca: Veure tots els missatges
cs: Zobrazit všechny zprávy
fr: Afficher tous les messages
it: Vedi tutti i messaggi
nb_no: Vis alle meldinger
zh: 查看所有消息

# settings_viewOnlyErrorsWarnings
source: View only errors and warnings
ca: Veure només errors i avisos
cs: Zobrazit pouze chyby a varování
fr: N'afficher que les erreurs et les avertissements
it: Vedi solo errori ed avvisi
nb_no: Vis kun feil og advarsler
zh: 仅看错误和警告

# gpx_color
source: Color
cs: Barva
fr: Couleur
it: Colore
nb_no: Farge
zh: 颜色

# settings_color
source: Color
cs: Barva
fr: Couleur
it: Colore
nb_no: Farge
zh: 颜色

# logProperties_color
source: Color
cs: Barva
fr: Couleur
it: Colore
nb_no: Farge
zh: 颜色

# onlineSourcesPage_format
source: Format
cs: Formát
it: Formato
zh: 格式

# form_sketch_clear
source: Clear
it: Cancella
nb_no: Tøm

# form_sketch_pickColor
source: Pick color
it: Scegli il colore
nb_no: Velg farge

# form_sketch_save
source: Save
it: Salva
nb_no: Lagre

# form_sketch_strokeColor
source: Stroke color
it: Colore del tratto
nb_no: Strøkfarge

# form_sketch_backColor
source: Background color
it: Colore sfondo
nb_no: Bakgrunnsfarge

# form_sketch_newSketch
source: New Sketch
it: Nuovo Schizzo
nb_no: Ny skisse

# form_sketch_undo
source: Undo
it: Annulla
nb_no: Angre

# form_sketch_noUndo
source: Nothing to undo
it: Niente da annullare
nb_no: Ingenting å angre

# form_sketch_enableEraser
source: Turn on eraser
it: Attiva gomma
nb_no: Skru på viskelær

# form_sketch_enableDrawing
source: Turn on drawing
it: Attiva disegno
nb_no: Skru på tegning

# form_sketch_sketcher
source: Sketcher
it: Disegnatore di schizzi
nb_no: Skissemaker

# dataLoader_POI
source: POI
nb_no: Interessepunkt
zh: 兴趣点

# settings_geopaparazziSurveyServer
source: Geopaparazzi Survey Server
zh: Geopaparazzi勘测服务器

# onlineSourcesPage_url
source: URL:
nb_no: Nettadresse:
