Repository: geopaparazzi/smash
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, fr, it, nb_no, zh

# coachMarks_openEndDrawerToAccessProject
source: Open the end drawer to access project info and sharing options as well as map plugins, feature tools and extras.
ca: Obriu el calaix final per accedir a la informació del projecte i a les opcions per compartir, així com a complements de mapes, eines de funcions i extres
cs: Otevřením konce zásuvky získáte přístup k informacím o projektu a možnostem sdílení, stejně jako k mapovým zásuvným modulům, nástrojům funkcí a doplňkům
it: Apre il cassetto per accedere alle informazioni del progetto, alle opzioni di condivisione, ai plugins mappa, agli strumenti e funzioni aggiuntive.
nb_no: Åpne sluttskuffen for å få tilgang til prosjektinfo og delingsvalg, samt kartprogramtillegg, funksjonsverktøy og ekstrating.
zh: 打开最后的折叠来获取项目的信息和共享选项和地图插件，要素工具和额外工具一样

# coachMarks_openInteractiveCoachMarks
source: Open the interactice coach marks explaining all the actions of the main map view.
ca: Obriu les marques guia interactives que expliquen totes les accions de la vista del mapa principal.
cs: Otevřete interaktivní značky trenéra, které vysvětlují všechny akce hlavního zobrazení mapy.
it: Apre il tutorial interattivo che spiega tutte le azioni relative alla vista mappa pincipale.
nb_no: Åpne de interaktive veiledningsmerkene som forklarer alle handlinger i hovedkartsvisningen.
zh: 打开该交互的指导标记来阐述主要地图视图中的全部动作。

# fence_delete
source: Delete
ca: Suprimeix
fr: Supprimer
it: Elimina
nb_no: Slett

# coachMarks_interactiveCoackMarksButton
source: Interactive coach-marks button
ca: Botó interactiu de marques guia
cs: Interaktivní tlačítko coach-marks
it: Pulsante tutorial interattivo
nb_no: Interaktiv veiledningsmerke-knapp
zh: 交互的指导标记按钮

# coachMarks_openDrawerToLoadProject
source: Open the drawer to load or create a project, import and export data, sync with servers, access settings and exit the app/turn off the GPS.
ca: Obriu el calaix per carregar o crear un projecte, importar i exportar dades, sincronitzar amb servidors, accedir a la configuració i sortir de l'aplicació/apagar el GPS.
cs: Otevřením zásuvky můžete načíst nebo vytvořit projekt, importovat a exportovat data, synchronizovat se servery, přistupovat k nastavení a ukončit aplikaci/vypnout GPS.
fr: Ouvrez le menu pour charger ou créer un projet, importer ou exporter les données, synchroniser avec un serveur, accéder aux préférences, quitter l'application ou désactiver le GPS.
it: Apre il cassetto per caricare o creare un progetto, importare ed esportare dati, sincronizzarli su server, accedere alle preferenze, uscire dall'app/spegnere il GPS.
nb_no: Åpne skuffen for å laste inn eller opprette et prosjekt, importere og ekspoertere data, synkronisere data med tjenere, endre innstillinger, og avslutte programmet/skru av GPS.
zh: 打开折叠来加载或者创建一个项目，导入和导出数据，与服务器同步，进行设置和退出该应用/关闭GPS。

# fence_ok
source: OK
ca: D'acord

# settings_clearDebugLog
source: Clear debug log
ca: Esborra el registre de depuració
cs: Vymazat protokol ladění
it: Cancella registro di debug
nb_no: Tøm avlusningslogg
zh: 清除调试日志

# fence_fenceProperties
source: Fence Properties
ca: Propietats de tanca
it: Proprietà del recinto virtuale
nb_no: Gjerdeegenskaper

# settings_loadingData
source: Loading data…
ca: Carregant dades…
cs: Načítání dat…
fr: Chargement des données…
it: Caricamento dati…
nb_no: Laster inn data …
zh: 加载数据…

# fence_removeFence
source: Remove fence
ca: Elimina la tanca
it: Rimuovi recinto virtuale
nb_no: Fjern gjerde

# fence_theNameNeedsToBeDefined
source: The name must be defined.
ca: Cal definir el nom.
it: Il nume deve essere definito.
nb_no: Navnet må defineres.

# fence_theFenceRadiusMeters
source: The fence radius in meters.
ca: El radi de la tanca en metres.
it: Il raggio del recinto virtuale in metri.
nb_no: Gjerderadius i meter.

# fence_areYouSureRemoveFence
source: Remove the fence?
ca: Voleu eliminar la tanca?
it: Rimuovi il recinto virtuale?
nb_no: Fjern gjerdet?

# toolbarTools_zoomOut
source: Zoom out
ca: Reduïr
cs: Oddálit
fr: Dézoomer
it: Rimpicciolisci
nb_no: Forminsk
zh: 缩小

# fence_cancel
source: Cancel
ca: Cancel·lar
it: Annulla
nb_no: Avbryt

# fence_aNameForFence
source: A name for the fence.
ca: Un nom per a la tanca.
it: Un nome per il recinto virtuale.
nb_no: Et navn på gjerdet.

# fence_aNewFence
source: a new fence
ca: una nova tanca
it: un nuovo recinto virtuale
nb_no: et nytt gjerde

# fence_label
source: Label
ca: Etiqueta
it: Etichetta
nb_no: Etikett

# fence_radius
source: Radius
ca: Radi
it: Raggio

# fence_onEnter
source: On enter
ca: En entrar
it: In entrata
nb_no: Ved inngang

# toolbarTools_saveCurrentEdit
source: Save current edit.
ca: Desa l'edició actual.
cs: Uložit aktuální úpravu.
fr: Enregistrer la modification actuelle.
it: Salva modifiche attuali.
nb_no: Lagre nåværende redigering.
zh: 保存当前编辑。

# toolbarTools_cancelCurrentEdit
source: Cancel current edit.
ca: Cancel·la l'edició actual.
cs: Zrušit aktuální úpravu.
fr: Annuler la modification actuelle.
it: Cancella modifiche attuali.
nb_no: Avbryt pågående redigering.
zh: 取消当前编辑。

# toolbarTools_showFeatureAttributes
source: Show feature attributes.
ca: Mostra els atributs de les característiques.
cs: Zobrazit atributy prvků.
it: Mostra attributi elemento.
nb_no: Vis funksjonsattributter.
zh: 显示要素的属性。

# toolbarTools_featureDoesNotHavePrimaryKey
source: The feature does not have a primary key. Editing is not allowed.
ca: La funció no té una clau primària. No se'n permet l'edició.
cs: Funkce nemá primární klíč. Editace není povolena.
it: L'elemento non ha una chiave primaria. Non è permessa la modifica.
nb_no: Funksjonen har ingen hovednøkkel. Redigering tillates ikke.
zh: 该要素没有主键，故不允许编辑。

# coachMarks_viewNotesSettings
source: view settings for notes
ca: veure la configuració de les notes
cs: zobrazit nastavení poznámek
fr: afficher les préférences des notes
it: vedi impostazioni delle note
nb_no: vis notatinnstillinger
zh: 查看笔记的设置

# toolbarTools_queryFeaturesVectorLayers
source: Query features from loaded vector layers.
ca: Consulta característiques de capes vectorials carregades.
cs: Dotazování na prvky z načtených vektorových vrstev.
it: Interroga elementi dai layers vettoriali caricati.
nb_no: Utfør spørring av funksjoner innlastet fra vektorielle lag.
zh: 从加载的矢量层中查询要素。

# toolbarTools_measureDistanceWithFinger
source: Measure distances on the map with your finger.
ca: Mesureu distàncies al mapa amb el dit.
cs: Měření vzdáleností na mapě prstem.
fr: Mesurer les distances sur la carte avec votre doigt.
it: Misura le distanze sulla mappa con il dito.
nb_no: Mål avstander i kartet med fingeren din.
zh: 在地图上使用你的手指测量距离。

# coachMarks_addNewNote
source: add a new note
ca: afegir una nota nova
cs: přidat novou poznámku
fr: ajouter une nouvelle note
it: aggiungi una nuova nota
nb_no: legg til et nytt notat
zh: 增加一个新的笔记

# toolbarTools_modifyGeomVectorLayers
source: Modify the geometry of editable vector layers.
ca: Modificar la geometria de les capes vectorials editables.
cs: Úprava geometrie upravitelných vektorových vrstev.
fr: Modifier la géométrie des calques vectoriels modifiables.
it: Modifica la geometria dei layers vettoriali modificabili.
nb_no: Endre geometri for redigerbare vektorielle lag.
zh: 修改编辑矢量图层的几何形状。

# coachMarks_singleTap
source: Single tap:
ca: Toc simple: ·
cs: Jedno klepnutí:
fr: Simple tape :
it: Tocco singolo:
nb_no: Enkelt trykk:
zh: 单按：

# coachMarks_longTap
source: Long tap:
ca: Toc llarg: ·
cs: Dlouhé poklepání:
fr: Tape prolongé :
it: Tocco prolungato:
nb_no: Lang-trykk:
zh: 长按：

# coachMarks_doubleTap
source: Double tap:
ca: Doble toc: ·
cs: Dvojité poklepání:
fr: Double-tape :
it: Tocco doppio:
nb_no: Dobbelttrykk:
zh: 双击：

# coachMarks_simpleNoteButton
source: Simple Notes Button
ca: Botó de notes simples
cs: Tlačítko Jednoduché poznámky
fr: Le bouton des notes simples
it: Pulsante Note Semplici
nb_no: Knapp for enkle notater
zh: 简单的笔记按钮

# coachMarks_addNewFormNote
source: add new form note
ca: afegir una nova nota de formulari
cs: přidat novou poznámku k formuláři
it: aggiungi una nuova nota complessa
nb_no: legg til nytt skjemanotat
zh: 增加一个表单笔记

# coachMarks_viewFormNoteList
source: view list of form notes
ca: veure la llista de notes del formulari
cs: zobrazit seznam poznámek k formuláři
it: vedi lista delle note complesse
nb_no: vis liste over skjemanotater
zh: 查看表单笔记列表

# coachMarks_viewNotesList
source: view list of notes
ca: veure la llista de notes
cs: zobrazit seznam poznámek
fr: afficher la liste des notes
it: vedi lista delle note semplici
nb_no: vis notatliste
zh: 查看笔记列表

# coachMarks_viewLogsList
source: view list of logs
ca: veure la llista de registres
cs: zobrazit seznam záznamů
fr: afficher la liste des journaux
it: vedi lista registrazioni
nb_no: vis loggliste
zh: 查看日志列表

# coachMarks_gpsInfoButton
source: GPS Info Button (if applicable)
ca: Botó d'informació del GPS (si s'escau)
cs: Informační tlačítko GPS (pokud je k dispozici)
it: Pulsante info GPS (se applicabile)
nb_no: GPS-infoknapp (hvis relevant)
zh: GPS信息按钮（如果合适）

# coachMarks_centerMapOnGpsPos
source: center map on GPS position
ca: centra el mapa a la posició GPS
cs: vystředit mapu na pozici GPS
fr: centrer la carte sur la position GPS
it: centra la mappa sulla posizione GPS
nb_no: sentrer kart på GPS-posisjon
zh: 在GPS位置居中地图

# coachMarks_showGpsInfo
source: show GPS info
ca: mostra la informació GPS
cs: zobrazit informace GPS
fr: afficher les infos du GPS
it: mostra informazioni GPS
nb_no: vis GPS-info
zh: 显示GPS信息

# coachMarks_toggleAutoCenterGps
source: toggle automatic center on GPS
ca: commuta el centrat automàtic al GPS
cs: přepnout automatické centrování na GPS
fr: dés/activer la centrage auto du GPS
it: attiva/disattiva centra automaticamente su posizione GPS
nb_no: veksle automatisk sentrering på GPS
zh: 自动固定GPS中心

# coachMarks_openLayersPluginDialog
source: Open the layer plugins dialog
ca: Obriu el diàleg de complements de capa
cs: Otevřít dialogové okno zásuvných modulů vrstvy
fr: Ouvrir le dialogue des greffons des calques
it: Apre la finestra plugins dei layers
nb_no: Åpne lag-programtilleggsdialogen
zh: 打开该图层的插件对话框

# coachMarks_layersViewButton
source: Layer View Button
ca: Botó de visualització de capes
cs: Tlačítko zobrazení vrstev
it: Pulsante vista layers
nb_no: Lagvisningsknapp
zh: 图层视图按钮

# coachMarks_openLayersView
source: Open the layers view
ca: Obriu la vista de capes
cs: Otevřít zobrazení vrstev
fr: Ouvrir la vue des calques
it: Apri vista layers
nb_no: Åpne lagvisningen
zh: 打开一个图层视图

# projectsView_openExistingProject
source: Open an existing project
ca: Obre un projecte existent
cs: Otevřít existující projekt
fr: Ouvrir un projet existant
it: Apri un progetto esistente
nb_no: Åpne et eksisterende prosjekt
zh: 打开一个已存在的项目

# projectsView_createNewProject
source: Create a new project
ca: Crea un projecte nou
cs: Vytvořit nový projekt
fr: Créer un nouveau projet
it: Crea un nuovo progetto
nb_no: Opprett et nytt prosjekt
zh: 新建一个项目

# projectsView_recentProjects
source: Recent projects
ca: Projectes recents
cs: Nedávné projekty
it: Progetti recenti
nb_no: Nylige prosjekter
zh: 最近项目

# dataLoader_note
source: note
ca: nota
cs: poznámka
it: nota
nb_no: notat
zh: 笔记

# dataLoader_Note
source: Note
ca: Nota
cs: Poznámka
it: Nota
nb_no: Notat
zh: 笔记

# dataLoader_hasForm
source: Has Form
ca: Té formulari
cs: Má formulář
it: Ha Modulo
nb_no: Har skjema
zh: 有格式

# dataLoader_savingImageToDB
source: Saving image to database…
ca: S'està desant la imatge a la base de dades…
cs: Uložení obrázku do databáze…
fr: Enregistrement de l'image dans la base de données…
it: Salvataggio immagine nel database…
nb_no: Lagrer bilde i database …
zh: 保存图片到数据库…

# dataLoader_removeNote
source: Remove Note
ca: Elimina la nota
cs: Odstranit poznámku
it: Rimuovi Nota
nb_no: Fjern notat
zh: 移除笔记

# dataLoader_latitude
source: Latitude
ca: Latitud
cs: Zeměpisná šířka
it: Latitudine
nb_no: Breddegrad
zh: 纬度

# dataLoader_altitude
source: Altitude
ca: Altitud
cs: Nadmořská výška
it: Altitudine
nb_no: Høyde
zh: 海拔

# dataLoader_timestamp
source: Timestamp
ca: Marca de temps
cs: Časové razítko
fr: Horodatage
it: Marca temporale
nb_no: Tidsstempel
zh: 时间戳

# dataLoader_removeImage
source: Remove Image
ca: Elimina la imatge
cs: Odstranit obrázek
it: Rimuovere Immagine
nb_no: Fjern bilde
zh: 移除图片

# dataLoader_areYouSureRemoveImage
source: Remove the image?
ca: Voleu eliminar la imatge?
cs: Odstranit obrázek?
it: Rimuovere l'immagine?
nb_no: Fjern bildet?
zh: 移除图片么？

# images_loadingImage
source: Loading image…
ca: S'està carregant la imatge…
cs: Načítání obrázku…
it: Caricamento immagine…
nb_no: Laster inn bilde …
zh: 加载图片中…

# about_ABOUT
source: About
ca: Sobre ·
cs: O aplikaci
fr: À propos
it: Info
nb_no: Om
zh: 关于

# about_applicationVersion
source: Version
ca: Versió
cs: Verze
it: Versione
nb_no: Programversjon
zh: 版本

# about_license
source: License
ca: Llicència
cs: Licence
fr: Licence
it: Licenza
nb_no: Lisens
zh: 协议

# about_isAvailableUnderGPL3
source: is copylefted libre software, licensed GPLv3+.
ca: · és un programari lliure copyleft, amb llicència GPLv3+.
cs: je copyleftový svobodný software s licencí GPLv3+.
it: è software libero copylefted, licenziato GPLv3+.
nb_no: er lisensiert GPLv3+.
zh: 是遵循协议GPLv3+并非盈利的自由软件。

# about_sourceCode
source: Source Code
ca: Codi font
cs: Zdrojový kód
it: Codice Sorgente
nb_no: Kildekode
zh: 源码

# about_tapHereToVisitRepo
source: Tap here to visit the source code repository
ca: Toqueu aquí per visitar el dipòsit de codi font
cs: Klepnutím sem navštivte úložiště zdrojového kódu
it: Tocca qui per visitare il repository del codice sorgente
nb_no: Trykk her for å besøke kodelageret
zh: 点按这里查看该源码仓库

# about_legalInformation
source: Legal Info
ca: Informació legal
cs: Právní informace
fr: Informations légales
it: Informazioni legali
nb_no: Juridisk info
zh: 法律信息

# about_partiallySupportedByUniversityTrento
source: Partially supported by the project Steep Stream of the University of Trento.
ca: Amb el suport parcial del projecte Steep Stream de la Universitat de Trento.
cs: Částečně podpořeno projektem Steep Stream univerzity v Trentu.
fr: En partie supporté dans le cadre du projet Steep Stream de l'Université de Trento.
it: Parzialmente sostenuto dal progetto Steep Stream dell'Università di Trento.
nb_no: Delvis støttet av Steep Steam-prosjektet fra Universitetet i Trento.
zh: 部分由意大利特兰托大学（University of Trento）的Steep Stream项目支持。

# gpsInfoButton_noGpsInfoAvailable
source: No GPS info available…
ca: No hi ha informació disponibel del GPS…
cs: Žádné informace o GPS nejsou k dispozici…
fr: Aucune donnée GPS disponible…
it: Nessun dato GPS disponibile…
nb_no: Ingen tilgjengelig GPS-info …
zh: 没有GPS信息可用…

# gpsInfoButton_timestamp
source: Timestamp
ca: Marca de temps
cs: Časové razítko
fr: Horodatage
it: Marca temporale
nb_no: Tidsstempel
zh: 时间戳

# gpsInfoButton_speed
source: Speed
ca: Velocitat
cs: Rychlost
fr: Vitesse
it: Velocità
nb_no: Hastighet
zh: 速度

# gpsInfoButton_heading
source: Heading
ca: Rumb
cs: Záhlaví
fr: Direction
it: Direzione
nb_no: Retning
zh: 航向

# gpsInfoButton_accuracy
source: Accuracy
ca: Precisió
cs: Přesnost
fr: Précision
it: Precisione
nb_no: Nøyaktighet
zh: 精度

# gpsInfoButton_altitude
source: Altitude
ca: Altitud
cs: Nadmořská výška
it: Altitudine
nb_no: Høyde
zh: 海报

# gpsInfoButton_latitude
source: Latitude
ca: Latitud
cs: Zeměpisná šířka
it: Latitudine
nb_no: Breddegrad
zh: 纬度

# gpsInfoButton_copyLatitudeToClipboard
source: Copy latitude to clipboard.
ca: Copia latitud al porta-retalls.
cs: Kopírování zeměpisné šířky do schránky.
fr: Copier la latitude dans le presse-papier.
it: Copia latitudine negli appunti.
nb_no: Kopier breddegrad til utklippstavlen.
zh: 复制纬度到剪切板。

# gpsInfoButton_longitude
source: Longitude
ca: Longitud
cs: Zeměpisná délka
it: Longitudine
nb_no: Lengdegrad
zh: 经度

# gpsInfoButton_copyLongitudeToClipboard
source: Copy longitude to clipboard.
ca: Copia longitud al porta-retalls.
cs: Zkopírujte zeměpisnou délku do schránky.
fr: Copier la longitude dans le presse-papier.
it: Copia longitudine negli appunti.
nb_no: Kopier breddegrad til utklippstavlen.
zh: 复制经度到剪切板。

# gpsLogButton_stopLogging
source: Stop Logging?
ca: Aturar el registre?
cs: Přestat zaznamenávat?
it: Interrompi registrazione?
nb_no: Stopp loggføring?
zh: 停止记录么？

# gpsLogButton_stopLoggingAndCloseLog
source: Stop logging and close the current GPS log?
ca: Aturar el registre i tancar el registre GPS actual?
cs: Zastavit záznam a zavřít aktuální záznam GPS?
it: Interrompi la registrazione e chiudi l'attuale registrazione GPS?
nb_no: Stopp logging og lukk nåværende GPS-logg?
zh: 停止记录并关闭当前GPS记录么？

# gpsLogButton_newLog
source: New Log
ca: Nou registre
cs: Nový záznam
fr: Nouveau journal
it: Nuova registrazione
nb_no: Ny logg
zh: 新记录

# logList_gpsLogsList
source: GPS Logs list
ca: Llista de registres GPS
cs: Seznam záznamů GPS
it: Lista registrazioni GPS
nb_no: GPS-loggliste
zh: GPS记录文件列表

# logList_selectAll
source: Select all
ca: Seleccionar-ho tot
cs: Vybrat vše
fr: Tout sélectionner
it: Seleziona tutto
nb_no: Velg alt
zh: 全选

# logList_unSelectAll
source: Unselect all
ca: No seleccionar res
cs: Zrušit výběr všeho
fr: Tout désélectionner
it: Deseleziona tutto
nb_no: Fravelg alt
zh: 全不选

# logList_invertSelection
source: Invert selection
ca: Capgirar la selecció
cs: Invertovat výběr
fr: Inverser la sélection
it: Inverti selezione
nb_no: Inverter utvalg
zh: 反选

# logList_mergeSelected
source: Merge selected
ca: Fusionar la selecció
cs: Sloučení vybraných
fr: Fusionner la sélection
it: Unisci selezionati
nb_no: Flett valgte
zh: 合并选择

# logList_loadingLogs
source: Loading logs…
ca: S'estan carregant els registres…
cs: Načítání záznamů…
fr: Chargement des journaux…
it: Caricamento logs…
nb_no: Laster inn logger …
zh: 加载记录文件中…

# logList_delete
source: Delete
ca: Suprimeix
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# logList_DELETE
source: Delete
ca: Suprimeix
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# logList_areYouSureDeleteTheLog
source: Delete the log?
ca: Esborrar el registre?
cs: Smazat záznam?
it: Elimina la traccia?
nb_no: Slett loggen?
zh: 删除记录么？

# logList_hours
source: hours
ca: hores
cs: hodiny
fr: heures
it: ore
nb_no: timer
zh: 小时

# logList_hour
source: hour
ca: hora
cs: hodina
fr: heure
it: ora
nb_no: time
zh: 小时

# logList_minutes
source: min
ca: minuts
zh: 分钟

# logProperties_logName
source: Log Name
ca: Nom del registre
cs: Název záznamu
fr: Nom du journal
it: Nome Traccia
nb_no: Loggnavn
zh: 日志名称

# logProperties_start
source: Start
ca: Començar
cs: Spustit
fr: Départ
it: Inizio
zh: 开始

# logProperties_end
source: End
ca: Acabar
cs: Konec
fr: Arrivée
it: Fine
nb_no: Slutt
zh: 结束

# logProperties_distanceAtPosition
source: Distance at position:
ca: Distància a la posició:
cs: Vzdálenost v pozici:
it: Distanza alla posizione:
nb_no: Distanse ved posisjon:
zh: 到位置的距离：

# logProperties_totalDistance
source: Total distance:
ca: Distància total:
cs: Celková vzdálenost:
fr: Distance totale :
it: Distanza totale:
nb_no: Total distanse:
zh: 总距离：

# logProperties_gpsLogView
source: GPS Log View
ca: Vista de registre de GPS
cs: Zobrazení záznamu GPS
it: Vista Traccia GPS
nb_no: GPS-loggvisning
zh: GPS记录视图

# logProperties_disableStats
source: Turn off stats
ca: Desactiva les estadístiques
cs: Vypnutí statistik
it: Chiudi statistiche
nb_no: Skru av statistikk
zh: 关闭卫星

# logProperties_enableStats
source: Turn on stats
ca: Activa les estadístiques
cs: Zapnutí statistik
it: Apri statistiche
nb_no: Skru på statistikk
zh: 打开卫星

# settings_settings
source: Settings
ca: Configuració
cs: Nastavení
fr: Préférences
it: Impostazioni
nb_no: Innstillinger
zh: 设置

# settings_camera
source: Camera
ca: Càmera
cs: Fotoaparát
fr: Caméra
it: Fotocamera
nb_no: Kamera
zh: 相机

# settings_cameraResolution
source: Camera Resolution
ca: Resolució de la càmera
cs: Rozlišení fotoaparátu
fr: Résolution de la caméra
it: Risoluzione Fotocamera
nb_no: Kameraoppløsning
zh: 相机分辨率

# settings_resolution
source: Resolution
ca: Resolució
cs: Rozlišení
fr: Résolution
it: Risoluzione
nb_no: Oppløsning
zh: 分辨率

# settings_theCameraResolution
source: The camera resolution
ca: La resolució de la càmera
cs: Rozlišení kamery
fr: La résolution de la caméra
it: La risoluzione della fotocamera
nb_no: Kameraoppløsningen
zh: 该相机分辨率

# settings_screen
source: Screen
ca: Pantalla
cs: Obrazovka
fr: L'écran
it: Schermo
nb_no: Skjerm
zh: 屏幕

# settings_screenScaleBarIconSize
source: Screen, Scalebar and Icon Size
ca: Mides de la pantalla, la barra d'escala i la icona
cs: Velikost obrazovky, panelu měřítek a ikon
it: Schermo, barra di scala e dimensioni icone
nb_no: Skjerm, skaleringsfelt og ikonstørrelse
zh: 屏幕，比例尺和图标大小

# settings_keepScreenOn
source: Keep Screen On
ca: Mantenir la pantalla encesa
cs: Ponechat obrazovku zapnutou
fr: Garder l'écran allumé
it: Mantieni lo schermo acceso
nb_no: Behold skjerm påslått
zh: 保持屏幕开启

# settings_retinaScreenMode
source: HiDPI screen-mode
ca: Mode de pantalla HiDPI
cs: Režim obrazovky HiDPI
fr: Mode d'écran HiDPI
it: Modalità schermo HiDPI
nb_no: HiDPI-skjermmodus
zh: 高分辨率屏幕模式

# settings_toApplySettingEnterExitLayerView
source: Enter and exit the layer view to apply this setting.
ca: Entreu i sortiu de la vista de capa per aplicar aquesta configuració.
cs: Pro použití tohoto nastavení vstupte do zobrazení vrstvy a ukončete je.
fr: Entrez puis quitter la vue des calques pour appliquer cette préférence.
it: Per applicare questa impostazione entrare ed uscire dalla vista layer.
nb_no: Åpne og avslutt lagvisningen for å bruke denne innstillingen.
zh: 输入并退出图层视图以应用设置。

# settings_minTimeFilterBlocks
source: Min time filter blocks
ca: Blocs de filtre de temps mínim
cs: Filtr minimálního času blokuje
nb_no: Min. tid for filtreringsblokker
zh: 过滤模拟的最小时间

# settings_minTimeFilterPasses
source: Min time filter passes
ca: Passades del filtre de temps mínim
cs: Filtr minimálního času prošel
nb_no: Min. tid for filtreringer
zh: 过滤通过最小时间

# settings_hasBeenBlocked
source: Has been blocked
ca: S'ha bloquejat
cs: Byl blokován
it: E' stato bloccato
nb_no: Har blitt blokkert
zh: 已被屏蔽

# settings_distanceFromPrevM
source: Distance from prev [m]
ca: Distància des de l'anterior [m]
cs: Vzdálenost od předchozího [m]
it: Distanza dal prec [m]
nb_no: Avstand fra forrige [m]
zh: 到前一个的距离

# settings_locationInfo
source: Location Info
ca: Informació d'ubicació
cs: Informace o poloze
it: Informazioni Posizione
nb_no: Posisjonsinfo
zh: 位置信息

# settings_filters
source: Filters
ca: Filtres
cs: Filtry
it: Filtri
nb_no: Filtre
zh: 过滤器

# settings_disableFilters
source: Turn off Filters.
ca: Desactiveu els filtres.
cs: Vypnout filtry.
it: Disabilita Filtri.
nb_no: Skru av filtre.
zh: 关闭过滤器。

# settings_enableFilters
source: Turn on Filters.
ca: Activeu els filtres.
cs: Zapnout filtry.
it: Abilita Filtri.
nb_no: Skru på filtre.
zh: 打开过滤器。

# settings_zoomIn
source: Zoom in
ca: Ampliar
cs: Přiblížení
it: Ingrandisci
nb_no: Forstørr
zh: 放大

# settings_pausePointsFlow
source: Pause points flow.
ca: Pausa el flux de punts.
cs: Pozastavení toku bodů.
it: Pausa flusso puntuale.
nb_no: Sett punktflyt på pause.
zh: 暂停点流。

# settings_activatePointFlow
source: Activate point flow.
ca: Activa el flux de punts.
cs: Aktivovat bodový tok.
it: Attiva flusso puntuale.
nb_no: Aktiver punktflyt.
zh: 激活点流。

# settings_visualizePointCount
source: Visualize point count
ca: Visualitza el recompte de punts
cs: Vizualizace počtu bodů
it: Visualizza conteggio puntuale
nb_no: Visualiser punktantall
zh: 可视化点数

# settings_showGpsPointsAllPoints
source: Show the GPS points count for ALL points.
ca: Mostra el recompte de punts GPS per a TOTS els punts.
cs: Zobrazení počtu bodů GPS pro VŠECHNY body.
it: Visualizza conteggio punti GPS per TUTTI i punti.
nb_no: Vis GPS-punktantall for ALLE punkter.
zh: 显示所有的GPS点数。
