Repository: geopaparazzi/smash
Catalog: lib/l10n/intl_*.arb
Languages: ca, cs, de, fr, it, nb_no, zh

# main_welcome
source: Welcome to SMASH!
ca: Benvingut a SMASH!
cs: Vítejte ve SMASH!
de: Willkommen bei SMASH!
fr: Bienvenue dans SMASH !
it: Benvenuto in SMASH!
nb_no: Velkommen til SMASH.
zh: 欢迎使用SMASH！

# main_check_location_permission
source: Checking location permission…
ca: S'està comprovant el permís d'ubicació…
cs: Kontrola oprávnění k poloze…
de: Standortbestimmung prüfen…
fr: Vérification de l’autorisation de localisation…
it: Controllo permessi geolocalizzazione…
nb_no: Sjekker posisjonstilgang …
zh: 正在检测位置权限…

# main_loadingPreferences
source: Loading preferences…
ca: Carregant les preferències…
cs: Načítání předvoleb…
de: Laden der Einstellungen…
fr: Chargement des préférences…
it: Caricamento preferenze…
nb_no: Laster inn innstillinger …
zh: 正在载入配置文件…

# main_preferencesLoaded
source: Preferences loaded.
ca: Preferències carregades.
cs: Předvolby načteny.
de: Einstellungen geladen.
fr: Préférences chargées.
it: Preferenze caricate.
nb_no: Innstillinger innlastet.
zh: 配置文件载入完毕。

# main_workspaceLoaded
source: Workspace loaded.
ca: Espai de treball carregat.
cs: Pracovní prostor je načten.
de: Arbeitsbereich geladen.
fr: Espace de travail chargé.
it: Spazio di lavoro caricato.
nb_no: Arbeidsområde innlastet.
zh: 工作空间已载入。

# main_tagsListLoaded
source: Tags list loaded.
ca: Llista d'etiquetes carregada.
cs: Seznam štítků načten.
de: Liste der Tags geladen.
fr: Liste des étiquettes chargée.
it: Lista delle etichette caricata.
nb_no: Etikettliste innlastet.
zh: Tag列表载入完毕。

# main_loadingLayersList
source: Loading layers list…
ca: Carregant la llista de capes…
cs: Načítání seznamu vrstev…
de: Laden der Layerliste…
fr: Chargement de la liste des calques…
it: Caricamento lista layers…
nb_no: Laster inn lagliste …
zh: 正在载入图层列表…

# main_locationPermissionIsMandatoryToOpenSmash
source: Location permission is mandatory to open SMASH.
ca: El permís d'ubicació és obligatori per obrir SMASH.
cs: Povolení k umístění je pro otevření SMASH povinné.
fr: La permission de localisation est obligatoire pour ouvrir SMASH.
it: Il permesso di geolocalizzazzione è obbligatorio per utilizzare SMASH.
nb_no: Posisjonstilgang kreves for å åpne SMASH.
zh: SMASH要求必须打开位置权限。

# main_loadingFences
source: Loading fences…
ca: Carregant les tanques…
cs: Načítání plotů…
de: Lade Begrenzung…
fr: Chargement des barrières…
it: Caricamento recinti virtuali…
nb_no: Laster inn gjerder …
zh: 正在载入地理围栏…

# main_fencesLoaded
source: Fences loaded.
ca: Tanques carregades.
cs: Ploty jsou načteny.
de: Begrenzungen geladen.
fr: Barrières chargées.
it: Recinti virtuali caricati.
nb_no: Gjerder innlastet.
zh: 地理围栏载入完毕。

# main_layersListLoaded
source: Layers list loaded.
ca: Llista de capes carregada.
cs: Seznam vrstev načten.
de: Layerliste geladen.
fr: Liste des calques chargée.
it: Lista layers caricati.
nb_no: Lagliste innlastet.
zh: 图层列表加载完毕。

# main_locationBackgroundWarning
source: Grant location permission in the next step to allow GPS logging in the background. (Otherwise it only works in the foreground.) No data is shared, and only saved locally on the device.
ca: Doneu permís d'ubicació al pas següent per permetre el registre GPS en segon pla. (En cas contrari, només funciona en primer pla.) No es comparteixen dades i només es desaran localment al dispositiu.
cs: V dalším kroku udělíte oprávnění k poloze, abyste umožnili záznam GPS na pozadí. (Jinak bude fungovat pouze na popředí.) Žádná data nejsou sdílena a ukládají se pouze lokálně v zařízení.
de: Erteilen Sie im nächsten Schritt die Standortfreigabe, um die GPS-Aufzeichnung im Hintergrund zu ermöglichen. ( Andernfalls funktioniert das System nur im Vordergrund.) Es werden keine Daten weitergegeben, sondern nur lokal auf dem Gerät gespeichert.
fr: Autoriser la permission de localisation dans l'étape suivante permet la récupération des données GPS en arrière-plan. (Sinon, ça ne fonctionne que quand l'application est en premier plan.) Aucune de ces données ne sera partagée, elles seront uniquement sauvegardées localement sur l'appareil.
it: Concedere l'autorizzazione al passo successivo per permettere la registrazione della posizione in background (in caso contrario la registrazione avviene solo quando l'applicazione è in primo piano). Nessun dato verrà condiviso, ma esclusivamente salvato localmente sul dispositivo.
nb_no: Innvilg posisjonstilgang i neste steg for å tillate GPS-logging i bakgrunnen. (Ellers virker det kun i forgrunnen.) Ingen data deles, og lagres kun lokalt på enheten.
zh: 下一步授予位置权限将允许GPS在后台记录日志(否则GPS日志将在前台运行) 提示：日志数据只存放在设备本地，不会进行数据上传。

# main_storagePermissionIsMandatoryToOpenSmash
source: Storage permission is mandatory to open SMASH.
ca: El permís d'emmagatzematge és obligatori per obrir SMASH.
cs: Oprávnění k ukládání je pro otevření SMASH povinné.
fr: La permission de stockage est obligatoire pour ouvrir SMASH.
it: Il permesso di archiviazione è obbligatorio per utilizzare SMASH.
nb_no: Lagringstilgang kreves for å åpne SMASH.
zh: SMASH要求必须打开存储权限。

# main_checkingStoragePermission
source: Checking storage permission…
ca: S'està comprovant el permís d'emmagatzematge…
cs: Kontrola oprávnění k ukládání…
de: Speicherberechtigung prüfen…
fr: Vérification de l’autorisation de stockage…
it: Controllo permesso spazio archiviazione…
nb_no: Sjekker lagringstilgang …
zh: 正在检测存储权限…

# main_storagePermissionGranted
source: Storage permission granted.
ca: Permís d'emmagatzematge concedit.
cs: Povolení k ukládání je uděleno.
de: Speichererlaubnis erteilt.
fr: Autorisation de stockage accordée.
it: Permesso spazio archiviazione concesso.
nb_no: Lagringstilgang innvilget.
zh: 存储权限已授予。

# main_location_permission_granted
source: Location permission granted.
ca: Permís d'ubicació concedit.
cs: Uděleno povolení k umístění.
de: Erlaubnis zur Lokalisierung erteilt.
fr: Autorisation de localisation accordée.
it: Permesso geolocalizzazione concesso.
nb_no: Posisjonstilgang innvilget.
zh: 位置权限已授予。

# main_loadingWorkspace
source: Loading workspace…
ca: Carregant espai de treball…
cs: Načítání pracovního prostoru…
de: Arbeitsbereich laden…
fr: Chargement de l’espace de travail…
it: Caricamento spazio di lavoro…
nb_no: Laster inn arbeidsområde.
zh: 正在载入工作空间…

# main_loadingTagsList
source: Loading tags list…
ca: Carregant llista d'etiquetes…
cs: Načítání seznamu štítků…
de: Liste der Tags laden…
fr: Chargement de la liste des étiquettes…
it: Caricamento lista delle etichette…
nb_no: Laster inn etikettliste …
zh: 正在载入Tag列表…

# main_loadingKnownProjections
source: Loading known projections…
ca: Carregant projeccions conegudes…
cs: Načítání známých projekcí…
de: Bekannte Projektionen laden…
fr: Chargement des projections connues…
it: Caricamento proiezioni note…
nb_no: Laster inn kjente projeksjoner …
zh: 正在载入已知投影…

# main_knownProjectionsLoaded
source: Known projections loaded.
ca: Projeccions conegudes carregades.
cs: Známé projekce načteny.
de: Bekannte Projektionen geladen.
fr: Projections connues chargées.
it: Proiezioni note caricate.
nb_no: Kjente projeksjoner innlastet.
zh: 投影载入完毕。

# main_StorageIsInternalWarning
source: Please read carefully! On Android 11 and above, the SMASH project folder must be placed in the Android/data/eu.hydrologis.smash/files/smash folder in your storage to be used. If the app is uninstalled, the system removes it, so back up your data if you do. A better solution is in the works.
ca: Si us plau, llegiu atentament! A Android 11 i superior, la carpeta del projecte SMASH s'ha de col·locar a la Android/data/eu.hydrologis.smash/files/smash carpeta del vostre emmagatzematge per utilitzar-la. Si l'aplicació es desintal·la, el sistema l'elimina, així que feu una còpia de seguretat de les vostres dades si ho feu. Estem preparant una solució millor.
cs: Čtěte prosím pozorně! V systému Android 11 a novějším musí být složka projektu SMASH umístěna ve složce Android/data/eu.hydrologis.smash/files/smash ve vašem úložišti, aby mohl být použit. Pokud aplikaci odinstalujete, systém ji odstraní, takže v takovém případě si data zálohujte. Na lepším řešení se pracuje.
de: Bitte aufmerksam lesen! Unter Android 11 und höher muss sich der SMASH-Projektordner im Verzeichnis Android/data/eu.hydrologis.smash/files/smash befinden. Bei Deinstallation der App wird er vom System entfernt, daher sollten Sie Ihre Daten sichern. Eine bessere Lösung ist in Arbeit.
fr: Veuillez lire attentivement ! Sous Android 11 et plus récent, le dossier de projet SMASH doit être placé dans le dossier Android/data/eu.hydrologis.smash/files/smash dans l'espace de stockage à utiliser. Si l'application est désinstallée, le système le supprimera, veillez donc à faire une copie dans ce cas. Une meilleure solution est prévue.
it: Si prega di leggere attentamente: In ambiente Android 11 e successivi la cartella dei progetti (/project) deve essere posizionata nella cartella: Android/data/eu.hydrologis.smash/files/smash del proprio spazio di archiviazione per poter essere utilizzata correttamente. Se l'app viene disinstallata il sistema rimuoverà tale cartella, quindi, se lo fate, eseguite prima una copia dei vostri dati per non perderli. Si sta studiando una soluzione migliore per evitare questo problema.
nb_no: Les dette nøye. På Android 11 og videre må SMASH-prosjektmappen lagres i Android/data/eu.hydrologis.smash/files/smash -mappen i lagringen din for å brukes. Hvis programmet avinstalleres vil systemet fjerne denne. Hvis dette er tilfelle må du sikkerhetskopiere dataen din først. En bedre løsning er underveis.
zh: 请仔细阅读！ 在 Android 11及以上版本环境下，项目文件夹必须放在 Android/data/eu.hydrologis.smash/files/smash 文件夹中。 如果APP被卸载后，系统将会移除此文件夹，所以请在卸载前备份好你的数据。 关于这个问题，我们正在寻找更夹解决方案。

# main_anErrorOccurredTapToView
source: An error occurred. Tap to view.
ca: Hi ha hagut un error. Toca per veure'l.
cs: Došlo k chybě. Klepněte pro zobrazení.
fr: Une erreur est survenue. Tapez pour voir.
it: È avvenuto un errore. Tocca per informazioni.
nb_no: Noe gikk galt. Trykk for å vise.
zh: 有错误发生，请单击查看。

# mainView_turnGpsOn
source: Turn GPS on
ca: Activeu el GPS
cs: Zapnout GPS
fr: Activer le GPS
it: Attiva GPS
nb_no: Skru på GPS
zh: GPS开

# mainView_turnGpsOff
source: Turn GPS off
ca: Desactiveu el GPS
cs: Vypnout GPS
fr: Désactiver le GPS
it: Spegni GPS
nb_no: Skru av GPS
zh: GPS关

# mainView_activeOperationsWillBeStopped
source: Active operations will be stopped.
ca: S'aturaran les operacions actives.
cs: Aktivní operace budou zastaveny.
fr: Tous les opérations en cours seront arrêtées.
it: Le operazioni attive verranno terminate.
nb_no: Aktive operasjoner vil bli stoppet
zh: 活动操作将会停止。

# mainView_showInteractiveCoachMarks
source: Show interactive coach marks.
ca: Mostra les marques interactives de l'entrenador.
cs: Zobrazit interaktivní značky trenérů.
it: Mostra guida interattiva.
nb_no: Vis interaktive veiledningsmerker.
zh: 显示交互式向导标签。

# mainView_openToolsDrawer
source: Open tools drawer.
ca: Obriu el calaix d'eines.
cs: Otevřít zásuvku s nástroji.
fr: Ouvrir la barre d'outils.
it: Apri il cassetto strumenti.
nb_no: Åpne verktøysskuff.
zh: 打开工具箱。

# mainviewUtils_export
source: Export
ca: Exportar
fr: Exporter
it: Esporta
nb_no: Eksporter
zh: 导出

# mainviewUtils_settings
source: Settings
ca: Configuració
cs: Nastavení
fr: Paramètres
it: Impostazioni
nb_no: Innstillinger
zh: 设置

# mainviewUtils_onlineHelp
source: Online Help
ca: Ajuda en línia
cs: Online Nápověda
fr: Aide en ligne
it: Aiuto in linea
nb_no: Nettbasert hjelp
zh: 在线帮助

# mainviewUtils_database
source: Database
ca: Base de dades
cs: Databáze
fr: Base de données
zh: 数据库

# mainviewUtils_extras
source: Extras
ca: Extres
cs: Doplňky
fr: Suppléments
it: Funzioni Aggiuntive
nb_no: Ekstra
zh: 其他

# mainviewUtils_offlineMaps
source: Offline maps
ca: Mapes fora de línia
cs: Offline mapy
fr: Cartes hors ligne
it: Mappe offline
nb_no: Frakoblede kart
zh: 离线地图

# mainviewUtils_positionTools
source: Position Tools
ca: Eines de posicionament
cs: Poziční nástroje
fr: Outils de positionnement
it: Strumenti di posizione
nb_no: Posisjoneringsverktøy
zh: 位置工具

# mainviewUtils_goTo
source: Go to
ca: Anar a
cs: Přejít na
fr: Aller à
it: Vai a
nb_no: Gå til
zh: 转到

# mainviewUtils_sharePosition
source: Share position
ca: Compartir posició
cs: Sdílet pozici
fr: Position de l'action
it: Condividi la posizione
nb_no: Del posisjon
zh: 分享位置

# mainviewUtils_rotateMapWithGps
source: Rotate map with GPS
ca: Gira el mapa amb GPS
cs: Otočení mapy pomocí GPS
fr: Pivoter la carte grâce au GPS
it: Ruota la mappa con il GPS
nb_no: Roter kartet med GPS
zh: 通过 GPS 旋转地图

# exportWidget_export
source: Export
ca: Exportar
de: Exportieren
fr: Exporter
it: Esporta
zh: 导出

# exportWidget_exportToPortableDocumentFormat
source: Export project to Portable Document Format
ca: Exportar projecte a Portable Document Format (PDF)
cs: Export projektu do formátu Portable Document Format
fr: Exporter le projet en Portable Document Format (PDF)
it: Esporta il progetto in Portable Document Format (PDF)
zh: 将项目导出为PDF

# exportWidget_gpxExported
source: GPX exported
ca: GPX exportat
cs: GPX exportováno
de: GPX exportiert
fr: GPX exporté
it: GPX esportato
zh: 已导出的GPX

# exportWidget_exportToGpx
source: Export project to GPX
ca: Exportar projecte a GPX
cs: Export projektu do GPX
de: Projekt als GPX exportieren
fr: Exporter le projet au format GPX
it: Esporta il progetto in GPS Exchange Format (GPX)
zh: 将工程导出为GPX

# exportWidget_kmlExported
source: KML exported
ca: KML exportat
cs: KML exportováno
de: KML exportiert
fr: KML exporté
it: KML esportato
zh: 已导出的KML

# exportWidget_exportToKml
source: Export project to KML
ca: Exportar projecte a KML
cs: Export projektu do KML
fr: Exporter le projet au format KML
it: Esporta il progetto in Keyhole Markup Language (KML)
zh: 将工程导出为KML

# exportWidget_imagesToFolderExported
source: Images exported
ca: Imatges exportades
cs: Obrázky exportované
fr: Images exportées
it: Immagini esportate
zh: 已导出的图片

# exportWidget_exportImagesToFolder
source: Export project images to folder
ca: Exportar les imatges del projecte a una carpeta
cs: Export obrázků projektu do složky
fr: Exporter les images du projet dans un dossier
it: Esporta immagini del progetto nella cartella
zh: 将项目图片导出到文件夹

# exportWidget_exportImagesToFolderTitle
source: Images
ca: Imatges
cs: Obrázky
it: Immagini
zh: 图片

# exportWidget_geopackageExported
source: Geopackage exported
ca: Geopackage exportat
cs: Geopackage exportován
fr: Geopackage exporté
it: GeoPackage esportato
zh: 已导出的Geopakage

# exportWidget_exportToGeopackage
source: Export project to Geopackage
ca: Exportar projecte a Geopackage
cs: Export projektu do Geopackage
fr: Exporter le projets vers Geopackage
it: Esporta il progetto in GeoPackage (GPKG)
zh: 将项目导出为GPKG

# exportWidget_exportToGSS
source: Export to Geopaparazzi Survey Server
ca: Exportar a Geopaparazzi Survey Server
cs: Export do Geopaparazzi Survey Server
fr: Exporter vers Geopaparazzi Survey Server
it: Esporta su Geopaparazzi Survey Server (GSS)
zh: 导出到Geopaparazzi勘测服务器

# gssExport_gssExport
source: GSS Export
ca: Exportar GSS
cs: Export GSS
fr: Export en GSS
it: Esporta su GSS
zh: GSS导出

# gssExport_setProjectDirty
source: Set project to DIRTY?
ca: Marcar projecte com Brut?
cs: Nastavit projekt na DIRTY?
it: Imposta progetto a DIRTY?
zh: 设置项目到DIRTY么？

# gssExport_thisCantBeUndone
source: This can't be undone!
ca: Això no es pot desfer!
cs: To se nedá vrátit!
fr: Cela ne peut être annulé !
it: Questa azione non può essere annullata!
zh: 该操作无法撤销！

# gssExport_restoreProjectAsDirty
source: Restore project as all dirty.
ca: Restaura el projecte com a Brut.
cs: Obnovit projekt jako celý špinavý.
it: Ripristina progetto come tutto 'dirty'.
zh: 恢复项目为混杂的。

# gssExport_setProjectClean
source: Set project to CLEAN?
ca: Marcar el projecte com Net?
cs: Nastavit projekt na ČISTÝ?
it: Imposta progetto a CLEAN?
zh: 设置项目到清空么？

# gssExport_restoreProjectAsClean
source: Restore project as all clean.
ca: Restaura el projecte com Net.
cs: Obnovit projekt jako čistý.
it: Ripristina progetto come tutto 'clean'.
zh: 恢复项目为清空。

# gssExport_nothingToSync
source: Nothing to sync.
ca: Res a sincronitzar.
cs: Není co synchronizovat.
fr: Rien à synchroniser.
it: Nulla da sincronizzare.
zh: 没有需要同步。

# gssExport_collectingSyncStats
source: Collecting sync stats…
ca: S'estan recopilant estadístiques de sincronització…
cs: Sbírání statistik synchronizace…
fr: Récupération des statistiques de synchronisation…
it: Recupero delle statistiche di sincronizzazione…
zh: 正在收集同步统计…

# gssExport_unableToSyncDueToError
source: Unable to sync due to an error, check diagnostics.
ca: No es pot sincronitzar a causa d'un error, comproveu els diagnòstics.
cs: Synchronizaci nelze provést z důvodu chyby, zkontrolujte diagnostiku.
fr: Échec de la synchronisation, veuillez analyser le diagnostique.
it: Sincronizzazione fallita a causa di un errore, controllare la diagnostica.
zh: 由于错误不能同步，检查诊断信息。

# gssExport_noGssUrlSet
source: No GSS server URL has been set. Check your settings.
ca: No s'ha definit cap URL del servidor GSS. Comproveu la vostra configuració.
cs: Nebyla nastavena žádná adresa URL serveru GSS. Zkontrolujte nastavení.
fr: Aucune URL vers un serveur GSS n'a été spécifiée. Veuillez vérifier vos préférences.
it: Non è stato impostato nessun URL per il server GSS. Verificare le impostazioni.
zh: 未设置GSS服务端URL，检查你的设置。

# gssExport_formNotes
source: Form Notes:
ca: Notes de formulari:
cs: Poznámky k formuláři:
fr: Notes de formulaire :
it: Note complesse:
zh: 表单笔记：

# geocoding_launchGeocoding
source: Launch Geocoding
ca: Inicieu la geocodificació
cs: Spustit geokódování
fr: Lancer Geocoding
it: Lancia il servizio di geocodifica
nb_no: Start geokoding
zh: 启动地理编码

# gps_smashLocServiceIsActive
source: SMASH location service is active.
ca: El servei d'ubicació SMASH està actiu.
cs: Lokalizační služba SMASH je aktivní.
fr: Le service de localisation de SMASH est actif.
it: Il servizio di localizzazione di SMASH è attivo.
nb_no: SMASH-posisjonstjenesten er aktiv.
zh: SMASH 位置服务已激活。

# gssImport_gssImport
source: GSS Import
ca: Importar GSS
cs: Import GSS
fr: Importer en GSS
it: Importa da GSS
zh: GSS导入

# gssImport_downloadingDataList
source: Downloading data list…
ca: S'està baixant la llista de dades…
cs: Stahování seznamu dat…
fr: Téléchargement de la liste des données…
it: Scaricamento della lista dati…
zh: 正在下载数据列表…

# gssImport_noGssUrlSet
source: No GSS server URL has been set. Check your settings.
ca: No s'ha definit cap URL del servidor GSS. Comproveu la vostra configuració.
cs: Nebyla nastavena žádná adresa URL serveru GSS. Zkontrolujte nastavení.
fr: Aucune URL de serveur GSS n'a été spécifiée. Veuillez vérifier vos préférences.
it: Non è stato impostato nessun URL per il server GSS. Verificare le impostazioni.
zh: 未设置 GSS 服务器 URL，检查你的设置。

# gssImport_noPermToAccessServer
source: No permission to access the server. Check your credentials.
ca: No teniu permís per accedir al servidor. Comproveu les vostres credencials.
cs: Nemáte oprávnění k přístupu na server. Zkontrolujte své pověření.
fr: Aucune permission pour l'accès au serveur. Veuillez vérifier vos identifiants.
it: Nessun permesso per l'accesso al server. Verificare le credenziali.
zh: 无权限访问服务器，检查你的证书。

# gssImport_tagsDownloadedFormsFolder
source: Tags files are downloaded into the forms folder.
ca: Els fitxers d'etiquetes es descarreguen a la carpeta de formularis.
cs: Soubory značek jsou staženy do složky formulářů.
fr: Les fichiers de marquage sont téléchargés dans le dossier des formulaires.
it: I files delle etichette sono scaricati nella cartella forms.
zh: 标记文件被下载到表单文件夹。

# importWidget_import
source: Import
ca: Importar
fr: Importer
it: Importa
zh: 导入

# layersView_layerList
source: Layer List
ca: Llista de capes
cs: Seznam vrstev
fr: Liste des calques
it: Lista layers
nb_no: Lagliste
zh: 图层列表

# layersView_loading
source: Loading…
ca: Carregant…
cs: Načítání…
fr: Chargement…
it: Caricamento…
nb_no: Laster inn …
zh: 加载中…

# layersView_zoomTo
source: Zoom to
ca: Zoom a
cs: Přiblížit na
fr: Zoomer sur
it: Zoom a
nb_no: Forstørr til
zh: 放大

# layersView_properties
source: Properties
ca: Propietats
cs: Vlastnosti
fr: Propriétés
it: Proprietà
nb_no: Egenskaper
zh: 属性

# layersView_delete
source: Delete
ca: Suprimeix
cs: Smazat
fr: Supprimer
it: Elimina
nb_no: Slett
zh: 删除

# layersView_onlyImageFileWithPrjDef
source: Only image files with prj file definition are supported.
ca: Només s'admeten fitxers d'imatge amb fitxer prj de definició.
cs: Podporovány jsou pouze obrazové soubory s definicí souboru prj.
fr: Seules les fichiers d'image avec le fichier de définition « prj » sont supportés.
it: Sono supportati solo files immagine con definizione del sistema di riferimento.
nb_no: Kun bildefiler med prj-fildefinisjon støttes.
zh: 仅支持带有 prj 文件定义的图像文件。

# layersView_selectTableToLoad
source: Select table to load.
ca: Seleccioneu la taula per carregar.
cs: Vyberte tabulku, která se má načíst.
fr: Sélectionnez le tableau à charger.
it: Seleziona la tabella da caricare.
nb_no: Velg tabell å laste inn.
zh: 选择要加载的表格。

# layersView_fileFormatNotSUpported
source: File format not supported.
ca: Format de fitxer no compatible.
cs: Formát souboru není podporován.
fr: Ce format de fichier n'est pas supporté.
it: Formato file non supportato.
nb_no: Filformatet støttes ikke.
zh: 文件格式不支持。

# onlineSourcesPage_loadingTmsLayers
source: Loading TMS layers…
ca: Carregant capes TMS…
cs: Načítání vrstev TMS…
fr: Chargement des calques TMS…
it: Caricamento layers TMS…
nb_no: Laster inn TMS-lag …
zh: 正在载入TMS图层…

# onlineSourcesPage_loadingWmsLayers
source: Loading WMS layers…
ca: Carregant capes WMS…
cs: Načítání vrstev WMS…
fr: Chargement des calques WMS…
it: Caricamento layers WMS…
nb_no: Laster inn WMS-lag …
zh: 正在加载WMS图层…

# onlineSourcesPage_importFromFile
source: Import from file
ca: Importa des d'un fitxer
cs: Import ze souboru
fr: Importer depuis un fichier
it: Importa da file
nb_no: Importer fra fil
zh: 从文件导入

# onlineSourcesPage_theFile
source: The file
ca: L'arxiu
cs: Soubor
fr: Le fichier
it: Il file
nb_no: Filen
zh: 文件

# onlineSourcesPage_exportToFile
source: Export to file
ca: Exporta al fitxer
cs: Export do souboru
fr: Exporter dans le fichier
it: Esporta in file
nb_no: Eksporter til fil
zh: 导出到文件

# onlineSourcesPage_addToLayers
source: Add to layers
ca: Afegeix a les capes
cs: Přidat k vrstvám
fr: Ajouter aux calques
it: Aggiungi ai layers
nb_no: Legg til i lag
zh: 添加到图层

# onlineSourcesPage_enterName
source: enter name
ca: introduïu el nom
cs: zadejte název
fr: entrer nom
it: inserire nome
nb_no: skriv inn navn
zh: 输入名称

# onlineSourcesPage_pleaseEnterValidName
source: Please enter a valid name
ca: Introduïu un nom vàlid
cs: Zadejte prosím platný název
fr: Veuillez entrer un nom valide
it: Si prega di inserire un nome valido
nb_no: Skriv inn et gyldig navn
zh: 请输入可用名称

# onlineSourcesPage_enterUrl
source: enter URL
ca: introduïu URL
cs: Zadejte URL
fr: entrez l'URL
it: inserire URL
nb_no: skriv inn nettadresse
zh: 输入URL

# onlineSourcesPage_enterSubDomains
source: enter subdomains
ca: poseu subdominis
cs: zadejte subdomény
fr: entrez les sous-domaines
it: inserire sottodomini
nb_no: skriv inn underdomener
zh: 输入子域名

# onlineSourcesPage_addAttribution
source: Add an attribution.
ca: Afegiu una atribució.
cs: Přidejte připsání autorství.
fr: Ajouter un attribut.
it: Aggiungi un'attribuzione.
nb_no: Legg til en henvisning.
zh: 添加所有权信息。

# onlineSourcesPage_setMinMaxZoom
source: Set min and max zoom.
ca: Definiu el zoom mínim i màxim.
cs: Nastavení min. a max. přiblížení.
fr: Définir le zoom min et max.
it: Definire i livelli di zoom minimo e massimo.
nb_no: Sett minste og høyeste forstørrelse.
zh: 设置最大最小缩放级别。

# onlineSourcesPage_name
source: Name:
ca: Nom: ·
cs: Název:
fr: Nom :
it: Nome:
nb_no: Navn:
zh: 名称：
